{
  "season": "Winter",
  "year": "2021",
  "lastUpdate": "2021-03-05",
  "animes": [
    {
      "title": "",
      "description": "Gabi Braun and Falco Grice have been training their entire lives to inherit one of the seven titans under Marley's control and aid their nation in eradicating the Eldians on Paradis. However, just as all seems well for the two cadets, their peace is suddenly shaken by the arrival of Eren Yeager and the remaining members of the Survey Corps. \n\nHaving finally reached the Yeager family basement and learned about the dark history surrounding the titans, the Survey Corps has at long last found the answer they so desperately fought to uncover. With the truth now in their hands, the group set out for the world beyond the walls.\n\nIn Shingeki no Kyojin: The Final Season, two utterly different worlds collide as each party pursues its own agenda in the long-awaited conclusion to Paradis' fight for freedom.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1000/110531.jpg",
      "date": "Dec 7, 2020, 00:10 (JST)",
      "producer": "MAPPA",
      "eps": 16,
      "genres": [
        "Action",
        "Military",
        "Mystery",
        "Super Power",
        "Drama",
        "Fantasy",
        "Shounen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Emma, Ray, and the rest of the older children have escaped the confines of the Grace Field House. However, with relentless demons set on capturing them, their arduous battle for freedom has only just begun.\n\nDespite venturing into the treacherous wilderness, the children remain optimistic due to their possession of books written by William Minerva. Coded within his books are messages detailing the world outside the farm—information that can help them survive with the limited resources they have. But when their pursuers draw near, the children soon encounter their most dreadful situation yet. \n\nIn Yakusoku no Neverland 2nd Season, the children struggle to survive in the strange ruthless world, striving to find a sanctuary they can truly call home.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1815/110626.jpg",
      "date": "Jan 8, 2021, 01:25 (JST)",
      "producer": "CloverWorks",
      "eps": 11,
      "genres": [
        "Sci-Fi",
        "Mystery",
        "Psychological",
        "Thriller",
        "Shounen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Senkuu has made it his goal to bring back two million years of human achievement and revive the entirety of those turned to statues. However, one man stands in his way: Tsukasa Shishiou, who believes that only the fittest of those petrified should be revived.\n\nAs the snow melts and spring approaches, Senkuu and his allies in Ishigami Village finish the preparations for their attack on the Tsukasa Empire. With a reinvented cell phone model now at their disposal, the Kingdom of Science is ready to launch its newest scheme to recruit the sizable numbers of Tsukasa's army to their side. However, it is a race against time; for every day the Kingdom of Science spends perfecting their inventions, the empire rapidly grows in number.\n\nReuniting with old friends and gaining new allies, Senkuu and the Kingdom of Science must stop Tsukasa's forces in order to fulfill their goal of restoring humanity and all its creations. With the two sides each in pursuit of their ideal world, the Stone Wars have now begun!\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1711/110614.jpg",
      "date": "Jan 14, 2021, 22:30 (JST)",
      "producer": "TMS Entertainment",
      "eps": 11,
      "genres": [
        "Sci-Fi",
        "Adventure",
        "Comedy",
        "Shounen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "On the surface, the thought of Kyouko Hori and Izumi Miyamura getting along would be the last thing in people's minds. After all, Hori has a perfect combination of beauty and brains, while Miyamura appears meek and distant to his fellow classmates. However, a fateful meeting between the two lays both of their hidden selves bare. Even though she is popular at school, Hori has little time to socialize with her friends due to housework. On the other hand, Miyamura lives under the noses of his peers, his body bearing secret tattoos and piercings that make him look like a gentle delinquent.\n\nHaving opposite personalities yet sharing odd similarities, the two quickly become friends and often spend time together in Hori's home. As they both emerge from their shells, they share with each other a side of themselves concealed from the outside world.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1791/110336.jpg",
      "date": "Jan 10, 2021, 00:30 (JST)",
      "producer": "CloverWorks",
      "eps": 13,
      "genres": [
        "Slice of Life",
        "Comedy",
        "Romance",
        "School",
        "Shounen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Second half of Re:Zero kara Hajimeru Isekai Seikatsu 2nd Season.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1132/110666.jpg",
      "date": "Jan 6, 2021, 22:30 (JST)",
      "producer": "White Fox",
      "eps": 12,
      "genres": [
        "Psychological",
        "Drama",
        "Thriller",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Second season of Tensei shitara Slime Datta Ken.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1271/109841.jpg",
      "date": "Jan 12, 2021, 23:00 (JST)",
      "producer": "8bit",
      "eps": 12,
      "genres": [
        "Comedy",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Despite being bullied, scorned, and oppressed all of his life, a thirty-four-year-old shut-in still found the resolve to attempt something heroic—only for it to end in a tragic accident. But in a twist of fate, he awakens in another world as Rudeus Greyrat, starting life again as a baby born to two loving parents.\n\nPreserving his memories and knowledge from his previous life, Rudeus quickly adapts to his new environment. With the mind of a grown adult, he starts to display magical talent that exceeds all expectations, honing his skill with the help of a mage named Roxy Migurdia. Rudeus learns swordplay from his father, Paul, and meets Sylphiette, a girl his age who quickly becomes his closest friend.\n\nAs Rudeus' second chance at life begins, he tries to make the most of his new opportunity while conquering his traumatic past. And perhaps, one day, he may find the one thing he could not find in his old world—love.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1068/111129.jpg",
      "date": "Jan 11, 2021, 00:00 (JST)",
      "producer": "Studio Bind",
      "eps": 11,
      "genres": [
        "Drama",
        "Magic",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Through their tutor Fuutarou Uesugi's diligent guidance, the Nakano quintuplets' academic performance shows signs of improvement, even if their path to graduation is still rocky. However, as they continue to cause various situations that delay any actual tutoring, Fuutarou becomes increasingly involved with their personal lives, further complicating their relationship with each other.\n\nOn another note, Fuutarou slowly begins to realize the existence of a possible connection between him and the past he believes to have shared with one of the five girls. With everyone's feelings beginning to develop and overlap, will they be able to keep their bond strictly to that of a teacher and his students—or will it mature into something else entirely?\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1775/109514.jpg",
      "date": "Jan 8, 2021, 01:28 (JST)",
      "producer": "Bibury Animation Studios",
      "eps": 12,
      "genres": [
        "Harem",
        "Comedy",
        "Romance",
        "School",
        "Shounen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Following the suicide of her best and only friend, Koito Nagase, Ai Ooto is left grappling with her new reality. With nothing left to live for, she follows the instructions of a mysterious entity and gets roped into purchasing an egg, or specifically, a Wonder Egg.\n\nUpon breaking the egg in a world that materializes during her sleep, Ai is tasked with saving people from the adversities that come their way. In doing so, she believes that she has moved one step closer to saving her best friend. With this dangerous yet tempting opportunity in the palms of her hands, Ai enters a place where she must recognize the relationship between other people's demons and her own.\n\nAs past trauma, unforgettable regrets, and innate fears hatch in the bizarre world of Wonder Egg Priority, a young girl discovers the different inner struggles tormenting humankind and rescues them from their worst fears.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1079/110751.jpg",
      "date": "Jan 13, 2021, 01:29 (JST)",
      "producer": "CloverWorks",
      "eps": 12,
      "genres": [
        "Psychological",
        "Drama",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "When Keyaru acquired his powers as a Hero who specialized in healing all injuries regardless of severity, it seemed that he would walk the path to a great future. But what awaited him instead was great agony; he was subjected to years of seemingly endless hellish torture and abuse. Keyaru's healing skills allowed him to secretly collect the memories and abilities of those he treated, gradually making him stronger than anyone else. But by the time he reached his full potential, it was far too late—he had already lost everything.\n\nDetermined to put his life back on track, Keyaru decided to unleash a powerful healing spell that rewound the entire world back to the time before he began to suffer his horrible fate. Equipped with the anguish of his past, he vows to redo everything in order to fulfill a new purpose—to exact revenge upon those who have wronged him.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1301/110018.jpg",
      "date": "Jan 13, 2021, 23:30 (JST)",
      "producer": "TNK",
      "eps": 12,
      "genres": [
        "Ecchi",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "\"Beastar\"—a title awarded to beasts who prove their excellence through fighting inequality to unite carnivores and herbivores in an anthropomorphic animal society. Cherryton Academy has gone five years without one such leader. However, following the murder of an alpaca within the school boundaries, the growing tension between the different species poses a greater need for a Beastar to ensure peace and harmony. \n\nWhen Louis, the prime candidate for this prestigious role, rejects the offer and leaves the academy, the student council declares to honor any student who captures the culprit of the aforementioned murder as Beastar. Meanwhile, Legoshi's sense of duty as a strong wolf who must protect the weak pushes him to investigate the incident. To further complicate his life, he struggles to manage his complex feelings for the white rabbit, Haru.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1097/109646.jpg",
      "date": "Jan 7, 2021, 00:55 (JST)",
      "producer": "Orange",
      "eps": null,
      "genres": [
        "Slice of Life",
        "Psychological",
        "Drama",
        "Shounen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "High school student Reki Kyan is passionate about one thing: skateboarding. When night falls, he heads to \"S,\" an illegal underground race inside a mine where skaters compete in highly dangerous situations. After a loss that results in his skateboard being destroyed and his arm being broken, Reki is now incapable of practicing at all.\n\nWhile working, Reki runs into his new classmate, Langa Hasegawa, a half-Canadian and half-Japanese boy with no skateboarding experience whatsoever. Langa is in desperate need of money. After they both visit \"S\" when tasked by Reki's boss, they get into trouble and are forced into a bet that requires Langa to skate in a race. However, the mysterious transfer student holds a trump card that Reki is unaware of, one which might help him win the race in the most unexpected way.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1264/110117.jpg",
      "date": "Jan 10, 2021, 02:00 (JST)",
      "producer": "Bones",
      "eps": 12,
      "genres": [
        "Comedy",
        "Sports"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Fifth season of Nanatsu no Taizai.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1011/111551.jpg",
      "date": "Jan 13, 2021, 17:55 (JST)",
      "producer": "Studio Deen",
      "eps": 24,
      "genres": [
        "Action",
        "Adventure",
        "Supernatural",
        "Magic",
        "Fantasy",
        "Shounen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "The cells of the human body never rest for too long; there's always something new to do and learn every day. At least, that's what Hakkekkyuu U-1146 feels as he rushes to and fro, searching for any pathogens that could cause harm to the body. Despite his dangerous line of work, it's all worth it to protect the happy smiles of Sekkekkyuu AE3803, the platelet crew, his fellow neutrophils, and the other cells he meets along the way. \n\nIn his latest pathogen-hunting adventures, Hakkekkyuu U-1146 discovers how important cells can sometimes make mistakes, and that not all bacteria are actually bad. Everybody has their bad days, but everything eventually works out when their comrades have their backs. In the end, it's just another normal day for these hardworking cells!\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1823/110914.jpg",
      "date": "Jan 9, 2021, 23:30 (JST)",
      "producer": "David Production",
      "eps": 8,
      "genres": [
        "Comedy",
        "Shounen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Kohachi Inugami, a detective who specializes in the occult, arrives at a remote village in the Japanese countryside, tasked by a hostess at a local inn to investigate a string of incidents involving rotting and mutilated livestock corpses that have been appearing for seemingly no reason. While surveying, Inugami notices a peculiar young boy working in the fields. Evaded by his peers and called \"Dorotabou\" for his stench, the young farmhand is surprised that anybody would take an interest in him.\n\nInugami, piqued with curiosity, enlists Dorotabou in helping him with the investigation, despite scorned looks from the villagers. Unbeknownst to Dorotabou, this investigation will reveal a strange new world to him—one of the beast-like entities known as Kemono existing in tandem with humans—along with breathing new purpose into his previously empty life.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1258/108331.jpg",
      "date": "Jan 10, 2021, 22:00 (JST)",
      "producer": "Ajia-Do",
      "eps": 12,
      "genres": [
        "Action",
        "Mystery",
        "Demons",
        "Supernatural",
        "Shounen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Third season of Log Horizon.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1510/108026.jpg",
      "date": "Jan 13, 2021, 19:25 (JST)",
      "producer": "Studio Deen",
      "eps": 12,
      "genres": [
        "Action",
        "Game",
        "Adventure",
        "Magic",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Despite his noble title, Noir Starga is at the bottom of the social hierarchy. Because of this, his fellow nobles oppress him and treat him like garbage. However, he possesses a rare yet powerful ability to communicate with the Great Sage, an oracle who grants Noir the answer to absolutely anything.\n\nAfter failing to secure a job as a librarian, Noir decides to join the Hero Academy. He knows he must become stronger to enter the institution. The Great Sage advises him to explore a hidden dungeon deep within the mountains. There, Noir meets Olivia Servant, a beautiful yet enchained maiden trapped within the labyrinth. Olivia bestows upon Noir a set of ridiculously powerful skills that grants him virtually total control over reality. Naturally, there is a catch—every time Noir attempts to use his powers, his life points decrease, putting his life at risk. To replenish his energy, he must give in to worldly pleasures such as kissing his childhood friend!\n\nWith his newfound powers, Noir begins his journey as a student in the Hero Academy, meeting new acquaintances and helping them through the dire situations ahead.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1634/111433.jpg",
      "date": "Jan 9, 2021, 02:25 (JST)",
      "producer": "Okuruto Noboru",
      "eps": 12,
      "genres": [
        "Action",
        "Adventure",
        "Harem",
        "Ecchi",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "The day is as normal as it can be in high school as the students peacefully go about their everyday activities until an unprecedented catastrophe strikes the school, killing every person in its wake. Guided by what seems to be a miracle, a handful of students are fortunate enough to be reincarnated into another world as nobles, princes, and other kinds of people with prestigious backgrounds.\n\nOne girl, however, is not so lucky. Being reborn as a spider of the weakest kind, she immediately experiences the hardships of her dire situation. Even so, she must press on to survive the numerous threats that endanger her life. Discovering that her new world has a system like that of an RPG, she tries her best to hunt prey and defeat monsters to level up and evolve. As she gradually grows stronger, she hopes one day her efforts will be rewarded, and that she will be granted a better life.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1609/110322.jpg",
      "date": "Jan 8, 2021, 21:30 (JST)",
      "producer": "Millepensee",
      "eps": 24,
      "genres": [
        "Adventure",
        "Comedy",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Due to poor lifestyle choices, a certain human's body is in constant turmoil. With germs, bacteria, and foreign substances abound, the jobs of various cells become increasingly difficult and dangerous. As some of the unfortunate ones who matured in this chaotic environment, Sekkekkyuu AA2153 and Hakkekkyuu U-1196 strive to fulfill their duties—even if it means seeing many of their fellow cells lose their lives in duty.\n\nSet in an environment vastly different from its parent story, Hataraku Saibou Black portrays the cells' struggles as they try to maintain the body's health. However, the human's condition continues to deteriorate, and whether or not these efforts will amount to something concrete depends on the cells!\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1837/110799.jpg",
      "date": "Jan 10, 2021, 00:00 (JST)",
      "producer": "LIDENFILMS",
      "eps": 13,
      "genres": [
        "Action",
        "Drama",
        "Seinen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Fumiya Tomozaki is Japan's best player in the online game Attack Families, commonly known as \"Tackfam.\" Despite holding such a revered title, a lack of social skills and amiability causes him to fall short in his everyday high school life. Failing to have any friends, he blames the convoluted mechanics and unfair rules of life, forcing him to give up and proclaim himself a bottom-tier character in this \"game.\"\n\nAfter a fateful meeting with another top-tier Tackfam player, Fumiya is shocked to discover the player's true identity—Aoi Hinami, a popular, smart, and sociable classmate who is the complete opposite of himself. Aoi, surprised at how inept Fumiya is at everything besides Tackfam, decides to assist him in succeeding in what she calls the greatest game of them all. Through the gruesome ordeals of social interactions and relationships, Fumiya begins to advance tiers in the glorious game of life.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1120/109232.jpg",
      "date": "Jan 8, 2021, 21:00 (JST)",
      "producer": "Project No.9",
      "eps": 12,
      "genres": [
        "Drama",
        "Romance",
        "School"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "A long time ago, the ancient saviors of humanity founded a village as their haven, with their descendants said to assist humanity in times of extreme chaos. This village, Kunlun, is located just beside the infamous \"Last Dungeon\"—a place where monsters of unimaginable strength reside and which serves as the hunting grounds for Kunlun residents.\n\nDespite being accustomed to defeating powerful enemies since childhood, Lloyd Belladonna regards himself as the weakest in his village in terms of magic, strength, and intelligence. Even so, to fulfill his desire of becoming a soldier, he goes to the Kingdom of Azami to enroll in its military academy. However, as someone whose upbringing defies common sense, Lloyd's innate power might just prove to be the key to end the crises enveloping the kingdom!\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1512/111549.jpg",
      "date": "Jan 4, 2021, 22:00 (JST)",
      "producer": "LIDENFILMS",
      "eps": 12,
      "genres": [
        "Adventure",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Having spent Christmas camping with her new friends, Rin Shima embarks on a solo-camping trip to see the New Year sunrise by the sea. All goes according to plan until unforeseen weather blocks the roads back home, making a return trip impossible. Rin, who is now stranded for a few days, is invited by Nadeshiko Kagamihara to stay at her grandmother's house. \n\nWhat is supposed to be a two-day trip becomes an extended period of sightseeing and new experiences for Rin, and she encounters some new and old faces along the way. Yuru Camp△ Season 2 continues the story of Rin, Nadeshiko, and their friends as they further explore the joys of camping.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1255/110636.jpg",
      "date": "Jan 7, 2021, 23:00 (JST)",
      "producer": "C-Station",
      "eps": 13,
      "genres": [
        "Slice of Life",
        "Comedy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Junior high school student Kimichika Haijima moves back to his hometown, Fukui, after causing trouble in the Tokyo Junior High School volleyball club. There, he is reunited with his childhood friend, Yuni Kuroba, who possesses outstanding physical abilities, but is vulnerable under pressure. Haijima, with his overwhelming passion and talent for volleyball, forms an ace combination with Kuroba.\n\nThe two enroll at Seiin High School, where they join the volleyball club. Awaiting them are the 163 cm hot-blooded captain Shinichirou Oda, the talented and sharp-tongued vice-captain Misao Aoki and his third-year pair, and second-year students, including Akito Kanno, who is always wearing long sleeves due to his allergy to sunlight.\n\nThe newborn team breaks its former shell of weakness and becomes Fukui's rising star. This is a certain team's journey to victory, with a series of fascinating rivals standing in their way.\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1907/110083.jpg",
      "date": "Jan 8, 2021, 00:55 (JST)",
      "producer": "David Production",
      "eps": 12,
      "genres": [
        "Slice of Life",
        "Sports",
        "Drama",
        "School"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "The \"Otherworld\" is a vast and dangerous realm hidden from the knowledge of the common folk. It is also home to many creatures that threaten any human who dare visit it. To witness its desolate yet oddly absorbing environment, one must search for portals that could reside anywhere, from secret elevators to shrine entrances.\n\nAfter a fateful encounter with a horrendous Otherworld denizen, Sorao Kamikoshi ponders whether to keep going or give up in life. Meanwhile, Toriko Nishina scours the Otherworld in hopes of finding her friend Satsuki, who she believes is lost somewhere within the realm. \n\nWhen the two cross paths, friendship blossoms. In order to acquire as much information about this obscure dimension, the two travel back and forth from the real world to the other. Sorao and Toriko's bodies are soon influenced by the Otherworld, preparing them for the many horrors to come as both of them try to fulfill their goals.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1494/111515.jpg",
      "date": "Jan 4, 2021, 23:30 (JST)",
      "producer": "Felix Film, LIDENFILMS",
      "eps": 12,
      "genres": [
        "Sci-Fi",
        "Adventure",
        "Mystery",
        "Fantasy",
        "Shoujo Ai"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Second season of World Trigger.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1598/110462.jpg",
      "date": "Jan 10, 2021, 01:30 (JST)",
      "producer": "Toei Animation",
      "eps": 13,
      "genres": [
        "Action",
        "Sci-Fi",
        "Supernatural",
        "School",
        "Shounen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "2014: Akira Natsume seems to almost have a phobia of electrical devices while also being very good at diagnosing them. He resolves to change himself for the better and get a girlfriend like his older brother did. ...But then Akira suddenly dies in an accident. 16 years later a special policewoman and her android partner retrieve and activate a highly advanced AI and superweapon called EX-ARM and put it into full control of their ship as a last resort. Turns out the AI is actually just Akira's brain!\n\n(Source: MU)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1809/111519.jpg",
      "date": "Jan 11, 2021, 01:05 (JST)",
      "producer": "Visual Flight",
      "eps": 12,
      "genres": [
        "Action",
        "Sci-Fi",
        "Ecchi",
        "Seinen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Renge, Natsumi, Komari and former big-city-girl Hotaru live a quiet life in the Japanese countryside, but things get a lot more exciting when newcomer Akane Shinoda moves into the house next door to the Koshigaya family!\n\n(Source: HIDIVE)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1033/111540.jpg",
      "date": "Jan 11, 2021, 01:35 (JST)",
      "producer": "SILVER LINK.",
      "eps": 12,
      "genres": [
        "Slice of Life",
        "Comedy",
        "Seinen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Atsushi Nakajima has finally grown accustomed to the crazy lifestyle that comes with being part of the Armed Detective Agency. But even during peaceful periods of time, there is bound to be chaos! As Atsushi, his friends, and the agency's rival group—the Port Mafia—go about their days roaming the streets of Yokohama, there are no limits to the strange situations they are unwillingly thrown into. \n\nA new take on its original work, Bungou Stray Dogs Wan! shows the more mundane yet hilarious aspects of the characters' lives.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1293/111430.jpg",
      "date": "Jan 13, 2021, 00:30 (JST)",
      "producer": "Bones, Nomad",
      "eps": 12,
      "genres": [
        "Slice of Life",
        "Comedy",
        "Supernatural"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "In the beginning, God created the heavens and the earth. He also sought after a wide variety of animals to populate the planet. However, he felt that it was too tiresome to think of new ideas within his criteria. To address this problem, God appointed an organization—the Heaven's Design Team—to do the work instead!\n\nShimoda is a newly-hired angel who serves as the mediator between God and the design team. As he steps into his role, he witnesses his coworkers conceive interesting ideas for many unique life forms according to God's desires. From giraffes and snakes to birds, anteaters, and everything in between, the possibilities for different animal species are endless!\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1816/109865.jpg",
      "date": "Jan 7, 2021, 23:30 (JST)",
      "producer": "Asahi Production",
      "eps": 12,
      "genres": [
        "Slice of Life",
        "Comedy",
        "Fantasy",
        "Seinen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Hortensia Saga is a medieval fantasy tale of war and chaos. Three years ago, the king was betrayed and murdered by one of his dukes who then rebuilt the kingdom into his own. But now, the original heir to the throne has secretly come of age. Hiding in the guise of a man, she and her loyal band begin the quest to save her homeland. \n\n(Source: Kotaku, edited)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1082/111511.jpg",
      "date": "Jan 7, 2021, 00:30 (JST)",
      "producer": "LIDENFILMS",
      "eps": 12,
      "genres": [
        "Action",
        "Adventure",
        "Magic",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "As long as hearts exist inside people, there will always be those who suffer. And then something \"strange\" enters their mind and causes a strange disease to manifest itself in the body. The illness, which is called a \"mystery disease\" is unknown to most, but certainly exists. There is a doctor and apprentice who fights the disease, which modern medicine cannot cure.\n \nHis name is Ramune. He acts freely all the time, is foul-mouthed, and doesn't even look like a doctor! However, once he is confronted with the mysterious disease, he is able to quickly uncover the root cause of his patients' deep-seated distress and cure them. And beyond that... \n\n(Source: Crunchyroll)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1443/110157.jpg",
      "date": "Jan 10, 2021, 01:30 (JST)",
      "producer": "Platinum Vision",
      "eps": 12,
      "genres": [
        "Comedy",
        "Psychological",
        "Supernatural",
        "Shounen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "The anime will tell the story of high school students as they compete in groups in a unique form of figure skating called \"Skate-Leading.\"\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1807/106481.jpg",
      "date": "Jan 10, 2021, 22:30 (JST)",
      "producer": "J.C.Staff",
      "eps": 12,
      "genres": [
        "Comedy",
        "Sports",
        "Drama",
        "School"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "The world of Lingalind is surrounded by a mystical wall with seemingly nothing beyond its confines. Worshipped as the mother of the land, the wall delivers celestial gift capsules called \"Rakuho'' to locations across the continent. Arriving once a month, the capsules contain metallic armbands that allow the wearer to transform into a mechanical being known as a \"Briheight.\" As a result, Lingalind is thrown into constant turmoil by its warring nations, all hoping to strengthen their military prowess by procuring the offerings for themselves.\n\nOne day, a Rakuho crash-lands in the countryside with an unexpected inhabitant—a mysterious black-haired man. All eyes are set on this strange newcomer, who calls himself \"Back Arrow,\" when he claims to have hailed from a place beyond the wall—a revelation that can potentially unravel Lingalind's entire dogmatic foundation.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1373/111546.jpg",
      "date": "Jan 9, 2021, 00:00 (JST)",
      "producer": "Studio VOLN",
      "eps": 24,
      "genres": [
        "Action",
        "Fantasy",
        "Mecha"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Masaki Hinaoka, who grew up near the coast of Ooarai in Ibaraki Prefecture, meets a prince-like transfer student Shou Akitsuki before the summer break, who introduces him to the world of surfing. Through surfing, Masaki meets irreplaceable friends and experiences farewell as he becomes an adult. It is the beginning of a never-ending story of boys fascinated by the charm of surfing.\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1834/111201.jpg",
      "date": "Jan 12, 2021, 02:00 (JST)",
      "producer": "Asahi Production",
      "eps": 12,
      "genres": [
        "Slice of Life",
        "Sports"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "This is a slightly peculiar world where the shipgirls live in. A lively and enjoyable school life for girls from different factions will begin at the naval port of Azur Lane. Living out their lives to the fullest, these girls get into various shenanigans—slowly but surely!\n\n(Source: Crunchyroll)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1709/111543.jpg",
      "date": "Jan 12, 2021, 01:00 (JST)",
      "producer": "CANDY BOX, Yostar Pictures",
      "eps": 12,
      "genres": [
        "Military",
        "Sci-Fi",
        "Slice of Life",
        "Comedy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "The story follows Rena Yukuhasahi, a reserved office lady and Ryouhei Hachiya, a businessman and fellow colleague. Yukuhasahi appears to be the most reserved girl in the company, but becomes a super beautiful woman when she dresses up. Flustered in the presence of her transformed self, Hachiya insists on taking her out, only to find themselves in front of a love hotel.\n\n(Source: MAL News)\n\nThe standard TV version of the anime debuted on January 4 at 1:00 a.m. on Tokyo MX, while the complete version streamed on the ComicFesta Anime Zone website.\n\nThis entry reflects standard TV version of the anime.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1139/110273.jpg",
      "date": "Jan 4, 2021, 01:00 (JST)",
      "producer": "Studio Hokiboshi",
      "eps": 8,
      "genres": [
        "Romance",
        "Ecchi"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Project Scard depicts the encounters and battles of those who have tattoos which possess the sealed powers of divine beasts and gods. The story is set in the Akatsuki Special Zone, a lawless zone in Tokyo.\n\n\"Helios\" are those who use the ability of the tattoos to protect the city, \"Artemis\" are committed to maintain security and control, whilst having a strong commercial motive, and the \"Public Security Special Service\" are Scard Staff of the metropolitan police department. They live through the turbulent days to keep on going.\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1239/111647.jpg",
      "date": "Jan 9, 2021, 01:55 (JST)",
      "producer": "GoHands",
      "eps": 13,
      "genres": [
        "Action",
        "Super Power"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Second season of Uma Musume: Pretty Derby.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1417/110803.jpg",
      "date": "Jan 5, 2021, 00:00 (JST)",
      "producer": "Studio Kai",
      "eps": 13,
      "genres": [
        "Slice of Life",
        "Comedy",
        "Sports"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "To become an idol, I shed blood, sweat, and tears. Even so, I push on. I want to shine. I want to earn it. I want to become number one. I want to smile. I want to make my dreams come true. I want to look back at a sea of people. I want to be noticed. I want to find it. I want to overcome obstacles. I have only pride inside my chest.\n\nNo one is in the spotlight from the beginning. Everyone is weak. Only those who do not break will reach the highest peak to become an idol. This is the story of idols who face big dreams and harsh reality.\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1025/111962.jpg",
      "date": "Jan 10, 2021, 23:30 (JST)",
      "producer": "Lerche",
      "eps": 12,
      "genres": [
        "Music"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Second season of Majutsushi Orphen Hagure Tabi. Orphen, who now knows Azalie's true motive, heads to the holy city of Kimluck. However, a fierce battle with the \"Death Teacher\" awaits him.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1556/110736.jpg",
      "date": "Jan 20, 2021, 21:00 (JST)",
      "producer": "Studio Deen",
      "eps": 11,
      "genres": [
        "Action",
        "Adventure",
        "Drama",
        "Magic",
        "Martial Arts",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "In an unplanned field trip, Riko is transported to an alternate Japan where metal-based life forms known as Mimesis ravage the world. Only girls equipped with LBX armored weaponry can stand up to this scourge. Joined by four other displaced young women, Riko will have to adapt to save humanity. The hope of a planet now rests on these heavy metal soldiers who desire one wish—to return home again!\n\n(Source: Leoanime)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1532/110186.jpg",
      "date": "Jan 7, 2021, 00:00 (JST)",
      "producer": "Studio A-CAT",
      "eps": 12,
      "genres": [
        "Action",
        "Military",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Set five years after the mysterious disaster of a city's sudden disappearance, a group of girls fascinated by the \"Theatrical Material System\" using 3D holograms aims to brighten the stage during the city's post-apocalyptic recovery.\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1195/111544.jpg",
      "date": "Jan 5, 2021, 21:00 (JST)",
      "producer": "Hoods Entertainment",
      "eps": 12,
      "genres": [
        "Music"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "School begins at Étoile Vio School, where idol-hopeful students known as \"I-Chu\" will undergo training to become full-fledged idols. However, things are off to a strange start when the new students are given a speech from their bear principal?! The I-Chu work steadily toward their goals and ask, \"What is an idol?\" Each boy will learn to shine as they struggle to find their answer.\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1331/111516.jpg",
      "date": "Jan 6, 2021, 23:00 (JST)",
      "producer": "Lay-duce",
      "eps": null,
      "genres": [
        "Music",
        "Slice of Life",
        "Comedy",
        "School"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Third season of Yatogame-chan Kansatsu Nikki.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1389/111080.jpg",
      "date": "Jan 10, 2021, 21:54 (JST)",
      "producer": "Creators in Pack, LEVELS",
      "eps": null,
      "genres": [
        "Slice of Life",
        "Comedy",
        "School",
        "Shounen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "The story moves the \"Wixoss\" card game to the online virtual space of \"Wixossland\" as it continues to grow more popular. The game allows players to become the LRIG avatars themselves. The most popular format in the game is \"Diva Battle,\" which allows three players to team up to compete against other units for the most \"Selector\" fans. Some units are idol-themed, while others are DJ- and band-themed.\n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1779/110807.jpg",
      "date": "Jan 9, 2021, 00:30 (JST)",
      "producer": "J.C.Staff",
      "eps": null,
      "genres": [
        "Game",
        "Psychological"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Eighth season of Yami Shibai.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1311/110392.jpg",
      "date": "Jan 11, 2021, 03:05 (JST)",
      "producer": "ILCA",
      "eps": null,
      "genres": [
        "Dementia",
        "Horror",
        "Supernatural"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "\"All stars\" season of Show by Rock!! featuring all the bands from previous seasons.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1713/106712.jpg",
      "date": "Jan 7, 2021, 22:00 (JST)",
      "producer": "Kinema Citrus",
      "eps": 12,
      "genres": [
        "Music",
        "Comedy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Countries all over the world formed an alliance to counter the emerging enemy of mankind \"Neuroi,\" whom only girls with special powers could counter. However, the Neuroi never appeared. Instead of fighting, the witches spend their days idly. This time following not only unit 501, but also unit 502 known as \"Brave Witches!\" The 2nd volume of the comical daily drama of the witches who do not fight Neuroi begins!\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1132/110412.jpg",
      "date": "Jan 13, 2021, 00:45 (JST)",
      "producer": "Acca effe, Giga Production",
      "eps": 12,
      "genres": [
        "Military",
        "Comedy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Kiyo and Sumire came to Kyoto from Aomori Prefecture, dreaming of becoming maiko. But after an unexpected turn of events, Kiyo starts working as the live-in cook at the Maiko House. Their story unfolds in the Kagai, the Geiko and maiko district in Kyoto, alongside their housemate maikos. Kiyo nourishes them daily with her home-cooked meals, and Sumire strives toward her promising future as the once-in-a-century maiko.\n\nStep into the glamorous Kagai, warm your heart with behind-the-scenes anecdotes and Kiyo's kitchen episodes. Stay tuned for this touching tale of 2 childhood friends lifting each other up as they grow together. \n\n(Source: NHK World Japan, edited)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1355/111545.jpg",
      "date": "Feb 25, 2021, 08:30 (JST)",
      "producer": "J.C.Staff",
      "eps": 12,
      "genres": [
        "Slice of Life",
        "Comedy",
        "Shounen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Shion and Rui are the dream team when it comes to hitting on women. Tonight was going to be another night of hooking up with girls for Shion, but he ended up taking a strange drug. When he woke up... he'd turned into a girl?! Rui came looking for Shion, but didn't recognize him, and started hitting on him...\n\n(Source: Suiseisha, translated)\n\nEpisode 1 of the standard TV version of the anime was streamed on February 11, 2021 via the ComicFesta Anime Zone website. Regular broadcast began on April 5 at 1:00 a.m. on Toyko MX, while the complete, uncensored version was streamed on the ComicFesta Anime Zone website.\n\nThis entry reflects standard TV version of the anime.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1267/111801.jpg",
      "date": "Feb 11, 2021, 01:00 (JST)",
      "producer": "Irawias",
      "eps": null,
      "genres": [
        "Romance",
        "Shounen Ai"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "The stage sets in a world where guinea pigs became cars.\n\nThe car that makes you relax, \"Molcar\".\n\nHaving big round eyes, curvy butt and speedy limbs, they always explore the world with their innocent faces.\n\nEven during traffic jams, you can be eased just by looking at the butt of that Molcar in front of you.\n\nEven when they cause trouble, their furry cuteness will somehow make you forgive them!?\n\nSurrounded by situations only met by cars, it's a Mol-animation filled with cure, friendship, adventure and furry actions!\n\n(Source: Muse Asia, edited)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1899/111488.jpg",
      "date": "Jan 5, 2021, 07:30 (JST)",
      "producer": "Shin-Ei Animation",
      "eps": null,
      "genres": [
        "Kids"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Sequel of Shin Chuuka Ichiban.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1503/109131.jpg",
      "date": "Jan 11, 2021, 01:10 (JST)",
      "producer": "Nihon Ad Systems, Production I.G",
      "eps": null,
      "genres": [
        "Comedy",
        "Shounen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "The anime's production will use motion capture technology to capture the movements of the voice cast while simultaneously producing voice recordings. \n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1962/111079.jpg",
      "date": "Jan 8, 2021",
      "producer": "Shin-Ei Animation",
      "eps": null,
      "genres": [
        "Music"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "The anime centers on Manatsu, who moves from her small island birthplace to a city and starts middle school. On the day she moves she meets a mermaid girl named Laura who is looking for the \"legendary warriors,\" the Precures. Laura's hometown, the mermaid country of Grand Ocean, has been attacked by the \"procrastination witch,\" who has stolen the country's \"motivation power.\"\n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1184/110907.jpg",
      "date": "Feb 28, 2021, 08:30 (JST)",
      "producer": "Toei Animation",
      "eps": null,
      "genres": [
        "Action",
        "Magic",
        "Fantasy",
        "Shoujo"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Aired within the D4DJ Photon Maiden TV program.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1730/111368.jpg",
      "date": "Feb 5, 2021, 23:00 (JST)",
      "producer": "DMM.futureworks, W-Toon Studio",
      "eps": null,
      "genres": [
        "Music",
        "Comedy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "ABCiee is a bit klutzy and ditsy, but he's full of spunk and he starts his dream job at a TV station! This is a work comedy filled with all kinds of hijinks! \"I never knew it was so hard working at a TV station, ciee!\" Despite having to face the unknown rules of the TV business, unique coworkers, and guest stars who have very particular quirks, ABCiee takes them head on with his positivity. Work, love, family, whatever goes!! Please watch over ABCiee as he takes on the TV business.\n\n(Source: Crunchyroll)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1548/110221.jpg",
      "date": "Jan 7, 2021, 01:32 (JST)",
      "producer": "Fanworks",
      "eps": null,
      "genres": [
        "Comedy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Latest Aikatsu! project that is a hybrid of live-action and animation.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1319/111189.jpg",
      "date": "Jan 10, 2021, 07:00 (JST)",
      "producer": "Bandai Namco Pictures",
      "eps": null,
      "genres": [
        "Kids",
        "Music"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "The story centers on the everyday life of the cats Suna and Manu, who live in a desert — a desert made of sugar instead of sand.\n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1208/111257.jpg",
      "date": "Feb 14, 2021, 03:20 (JST)",
      "producer": "Kachidoki Studio",
      "eps": 50,
      "genres": [
        "Comedy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1102/111039.jpg",
      "date": "Dec 29, 2020, 01:05 (JST)",
      "producer": "-",
      "eps": 5,
      "genres": [
        "Comedy",
        "Romance"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Gol D. Roger was known as the \"Pirate King,\" the strongest and most infamous being to have sailed the Grand Line. The capture and execution of Roger by the World Government brought a change throughout the world. His last words before his death revealed the existence of the greatest treasure in the world, One Piece. It was this revelation that brought about the Grand Age of Pirates, men who dreamed of finding One Piece—which promises an unlimited amount of riches and fame—and quite possibly the pinnacle of glory and the title of the Pirate King.\n\nEnter Monkey D. Luffy, a 17-year-old boy who defies your standard definition of a pirate. Rather than the popular persona of a wicked, hardened, toothless pirate ransacking villages for fun, Luffy's reason for being a pirate is one of pure wonder: the thought of an exciting adventure that leads him to intriguing people and ultimately, the promised treasure. Following in the footsteps of his childhood hero, Luffy and his crew travel across the Grand Line, experiencing crazy adventures, unveiling dark mysteries and battling strong enemies, all in order to reach the most coveted of all fortunes—One Piece.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/6/73245.jpg",
      "date": "Oct 20, 1999, 09:30 (JST)",
      "producer": "Toei Animation",
      "eps": null,
      "genres": [
        "Action",
        "Adventure",
        "Comedy",
        "Super Power",
        "Drama",
        "Fantasy",
        "Shounen"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Asta and Yuno were abandoned at the same church on the same day. Raised together as children, they came to know of the \"Wizard King\"—a title given to the strongest mage in the kingdom—and promised that they would compete against each other for the position of the next Wizard King. However, as they grew up, the stark difference between them became evident. While Yuno is able to wield magic with amazing power and control, Asta cannot use magic at all and desperately tries to awaken his powers by training physically.\n\nWhen they reach the age of 15, Yuno is bestowed a spectacular Grimoire with a four-leaf clover, while Asta receives nothing. However, soon after, Yuno is attacked by a person named Lebuty, whose main purpose is to obtain Yuno's Grimoire. Asta tries to fight Lebuty, but he is outmatched. Though without hope and on the brink of defeat, he finds the strength to continue when he hears Yuno's voice. Unleashing his inner emotions in a rage, Asta receives a five-leaf clover Grimoire, a \"Black Clover\" giving him enough power to defeat Lebuty. A few days later, the two friends head out into the world, both seeking the same goal—to become the Wizard King!\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/2/88336.jpg",
      "date": "Oct 3, 2017, 18:25 (JST)",
      "producer": "Studio Pierrot",
      "eps": 170,
      "genres": [
        "Action",
        "Comedy",
        "Magic",
        "Fantasy",
        "Shounen"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Idly indulging in baseless paranormal activities with the Occult Club, high schooler Yuuji Itadori spends his days at either the clubroom or the hospital, where he visits his bedridden grandfather. However, this leisurely lifestyle soon takes a turn for the strange when he unknowingly encounters a cursed item. Triggering a chain of supernatural occurrences, Yuuji finds himself suddenly thrust into the world of Curses—dreadful beings formed from human malice and negativity—after swallowing the said item, revealed to be a finger belonging to the demon Sukuna Ryoumen, the \"King of Curses.\"\n\nYuuji experiences first-hand the threat these Curses pose to society as he discovers his own newfound powers. Introduced to the Tokyo Metropolitan Jujutsu Technical High School, he begins to walk down a path from which he cannot return—the path of a Jujutsu sorcerer.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1171/109222.jpg",
      "date": "Oct 3, 2020, 01:25 (JST)",
      "producer": "MAPPA",
      "eps": 24,
      "genres": [
        "Action",
        "Demons",
        "Supernatural",
        "School",
        "Shounen"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Following the successful end of the Fourth Shinobi World War, Konohagakure has been enjoying a period of peace, prosperity, and extraordinary technological advancement. This is all due to the efforts of the Allied Shinobi Forces and the village's Seventh Hokage, Naruto Uzumaki. Now resembling a modern metropolis, Konohagakure has changed, particularly the life of a shinobi. Under the watchful eye of Naruto and his old comrades, a new generation of shinobi has stepped up to learn the ways of the ninja.\n\nBoruto Uzumaki is often the center of attention as the son of the Seventh Hokage. Despite having inherited Naruto's boisterous and stubborn demeanor, Boruto is considered a prodigy and is able to unleash his potential with the help of supportive friends and family. Unfortunately, this has only worsened his arrogance and his desire to surpass Naruto which, along with his father's busy lifestyle, has strained their relationship. However, a sinister force brewing within the village may threaten Boruto's carefree life.\n\nNew friends and familiar faces join Boruto as a new story begins in Boruto: Naruto Next Generations.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/9/84460.jpg",
      "date": "Apr 5, 2017, 17:30 (JST)",
      "producer": "Studio Pierrot",
      "eps": null,
      "genres": [
        "Action",
        "Adventure",
        "Super Power",
        "Martial Arts",
        "Shounen"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Shinichi Kudou, a high school student of astounding talent in detective work, is well known for having solved several challenging cases. One day, when Shinichi spots two suspicious men and decides to follow them, he inadvertently becomes witness to a disturbing illegal activity. Unfortunately, he is caught in the act, so the men dose him with an experimental drug formulated by their criminal organization, leaving him to his death. However, to his own astonishment, Shinichi lives to see another day, but now in the body of a seven-year-old child.\n\nPerfectly preserving his original intelligence, he hides his real identity from everyone, including his childhood friend Ran Mouri and her father, private detective Kogorou Mouri. To this end, he takes on the alias of Conan Edogawa, inspired by the mystery writers Arthur Conan Doyle and Ranpo Edogawa.\n\nDetective Conan follows Shinichi who, as Conan, starts secretly solving the senior Mouri's cases from behind the scenes with his still exceptional sleuthing skills, while covertly investigating the organization responsible for his current state, hoping to reverse the drug's effects someday.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/7/75199.jpg",
      "date": "Jan 8, 1996, 18:00 (JST)",
      "producer": "TMS Entertainment",
      "eps": null,
      "genres": [
        "Adventure",
        "Mystery",
        "Comedy",
        "Police",
        "Shounen"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Rika Furude and her group of friends live in the small mountain village of Hinamizawa; in June 1983, they welcome transfer student Keiichi Maebara into their ranks, making him the only boy in their group. After school, they have fun playing games and spending each day living their lives to the fullest. Despite this seemingly normal routine, Keiichi begins noticing strange behavior from his friends, who seem to be hiding the town's dark secrets from him.\n\nElsewhere, a certain person watches these increasingly unsettling events unfold and remembers all the times that this, and other similar stories, have played out. Using that knowledge, this person decides to fix these broken worlds. However, when certain variables change, the individual is faced with a horrifying realization: they have no idea what to expect or how to stop the impending tragedy.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1716/111533.jpg",
      "date": "Oct 1, 2020, 23:30 (JST)",
      "producer": "Passione",
      "eps": 24,
      "genres": [
        "Mystery",
        "Dementia",
        "Horror",
        "Psychological",
        "Supernatural",
        "Thriller"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Half-demon twins Towa and Setsuna were always together, living happily in Feudal Japan. But their joyous days come to an end when a forest fire separates them and Towa is thrown through a portal to modern-day Japan. There, she is found by Souta Higurashi, who raises her as his daughter after Towa finds herself unable to return to her time.\n\nTen years later, 14-year-old Towa is a relatively well-adjusted student, despite the fact that she often gets into fights. However, unexpected trouble arrives on her doorstep in the form of three visitors from Feudal Japan; Moroha, a bounty hunter; Setsuna, a demon slayer and Towa's long-lost twin sister; and Mistress Three-Eyes, a demon seeking a mystical object. Working together, the girls defeat their foe, but in the process, Towa discovers to her horror that Setsuna has no memory of her at all. Hanyou no Yashahime: Sengoku Otogizoushi follows the three girls as they endeavor to remey Setsuna's memory loss, as well as discover the truth about their linked destinies.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1984/110105.jpg",
      "date": "Oct 3, 2020, 17:30 (JST)",
      "producer": "Sunrise",
      "eps": 24,
      "genres": [
        "Action",
        "Adventure",
        "Comedy",
        "Historical",
        "Demons",
        "Supernatural",
        "Magic",
        "Fantasy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "There is no such thing as an uneventful day in the life of kindergartener Shinnosuke \"Shin-chan\" Nohara. The five-year-old is a cut above the most troublesome, perverted, and shameless kid one can imagine. Shin-chan is almost always engaged in questionable activities such as forgetting about a friend during hide and seek, sumo wrestling for love, performing various gags including the notorious \"elephant\" in public, and flirting with college girls. The exemplary troublemaker has done it all and has no plans to stop anytime soon.\n\nCrayon Shin-chan follows the daily shenanigans of Shin-chan with his group of friends, parading around as the self-proclaimed \"Kasukabe Defense Force.\" The adults witnessing these shenanigans unfold can't help but adore Shin-chan, as he keeps them entertained while unintentionally solving their daily troubles through his mindless antics—leaving himself as the only problem they do not know what to do with.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/10/59897.jpg",
      "date": "Apr 13, 1992, 19:30 (JST)",
      "producer": "Shin-Ei Animation",
      "eps": null,
      "genres": [
        "Slice of Life",
        "Comedy",
        "Ecchi",
        "School",
        "Seinen"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "On a new day in the Kanto region, Satoshi gets invited by Professor Yukinari Ookido over to Professor Sakuragi's lab-opening ceremony in Vermillion City. During the ceremonial speech, Professor Sakuragi receives an alert of a possibly rare Pokémon appearing in Vermillion City's harbor, leading Satoshi and the other trainers to rush to the area in hopes of finding the mysterious Pokémon. At the harbor, they find Lugia—a Legendary Pokémon—engaged in combat with other trainers.\n\nNoticing the other trainers' tactics, Satoshi has his partner, Pikachu, strike Lugia with a Thunderbolt attack. Unfazed, Lugia flees, but not before Satoshi determinedly leaps onto its back. To Satoshi's surprise, he meets another boy, Gou, who leapt onto Lugia's back as well. The two ride on Lugia's back as it brings them along on a bizarre adventure across the seas. As it lets the two back on the ground, Satoshi and Gou bid their farewells to Lugia and return to Sakuragi Institute.\n\nImpressed by Gou's findings and Satoshi's insight taken during their encounter, Sakuragi requests for the duo to be his new research partners. And so the duo's journey begins, traveling across multiple regions to meet many new Pokémon—including ones that have the ability to Gigantamax!\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1689/105554.jpg",
      "date": "Nov 17, 2019, 18:55 (JST)",
      "producer": "OLM",
      "eps": null,
      "genres": [
        "Action",
        "Adventure",
        "Comedy",
        "Kids",
        "Fantasy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Long ago, the king of Orvelia, Kyle, defeated the demon king Angmund and brought peace to the world. However, one hundred years later, demons have been sighted in the forests, threatening humanity once more. A scouting expedition is sent to verify the claim but only one member returns. Meanwhile, Riheet, the leader of a dark elf mercenary group, plots to take over Orvelia to exact revenge against the humans who forsook their race a century ago.\n\nThe knight apprentice Kasel, accompanied by the priestess Frey, sets out to rescue Clause, an old friend who went missing in the tragic mission. However, along the way,  Kasel discovers that he is the son of the revered King Kyle and the only one who can wield the Holy Sword Aea—the same sword that slew the demon king. To fulfill this destiny, the young knight must embark on a perilous quest, unseal the sword, and end the fear instilled by demons. As Kasel's journey to bring hope to humanity and Riheet's vow for vengeance intertwine, what fate could possibly await them?\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1885/109122.jpg",
      "date": "Oct 3, 2020, 01:23 (JST)",
      "producer": "Sunrise Beyond, OLM",
      "eps": 26,
      "genres": [
        "Action",
        "Adventure",
        "Magic",
        "Fantasy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "In the year 2020, technology is everywhere. Every digital device around the world is connected by a singular network where data travels. Unbeknownst to humans, this network has become home to life forms known as \"Digimon.\"\n\nFifth-grader Taichi Yagami is preparing for summer camp when strange occurrences begin in Tokyo; certain electronic systems have started going haywire. When he discovers that his sister and mother are trapped on an unstoppable train, he rushes to the nearby station. Suddenly, Taichi is transported to another world where he meets a strange creature by the name of Agumon, who somehow already knows his name. Taichi also receives a strange device called a \"Digivice,\" which allows him to communicate with the undigitized world.\n\nTaichi discovers he is in the \"Network,\" and virus-like Digimon are attacking the areas that maintain Tokyo’s electronic systems. It is up to Taichi and his new partner Agumon to stop these cyberattacks before the whole world is threatened by the actions of mischievous Digimon.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1745/105558.jpg",
      "date": "Apr 5, 2020, 09:00 (JST)",
      "producer": "Toei Animation",
      "eps": 66,
      "genres": [
        "Action",
        "Adventure",
        "Comedy",
        "Fantasy",
        "Kids"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "A long time ago, there was a valiant swordsman who came to be known simply as \"the hero.\" There was a demon who has caused people suffering. The hero and his companions arrived to challenge the demon to a battle and by combining their powers, the battle was brought swift conclusion. With no one around to cause trouble, the island became a quiet place where everyone could live together in peace.\n\nSeveral years later, the demon is revived. Our present-day protagonist, Dai, lives on a remote island in the southern seas and dreams of becoming a great hero. When he hears about the demon's revival, Dai and his friends take it upon themselves to stop him and the evil force that revived him. Along the way, Dai discovers the identity of \"the hero,\" the truth behind the evil force who revived the demon, and Dai's own hidden powers that surface in times of peril.\n\n(Source: MU, edited)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1499/109126.jpg",
      "date": "Oct 3, 2020, 09:30 (JST)",
      "producer": "Toei Animation",
      "eps": null,
      "genres": [
        "Action",
        "Adventure",
        "Fantasy",
        "Shounen"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Following the successful Sanyou campaign, the Qin army, including 1,000-Man Commander Li Xin, inches ever closer to fulfilling King Ying Zheng's dream of unifying China. With a major geographical foothold in the state of Wei now under its control, Qin sets its sights eastward toward the remaining warring states.\n\nMeanwhile Li Mu—an unparalleled strategist and the newly appointed prime minister of the state of Zhao—has taken advantage of Zhao's temporary truce with Qin to negotiate with the other states without interruption. Seemingly without warning, Ying Zheng receives news that armies from the states of Chu, Zhao, Wei, Han, Yan, and Qi have crossed into Qin territory. Realizing too late the purpose behind Li Mu's truce with Qin, Zheng quickly gathers his advisors to devise a plan to address the six-state coalition army on their doorstep. For the first time in history, the state of Qin faces complete destruction and must use every resource and strategy at their disposal to prevent themselves from being wiped off the map.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1443/111830.jpg",
      "date": "Apr 6, 2020, 00:15 (JST)",
      "producer": "Studio Signpost",
      "eps": null,
      "genres": [
        "Action",
        "Historical",
        "Military",
        "Seinen"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Third season of Osomatsu-san.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1511/109127.jpg",
      "date": "Oct 13, 2020, 01:30 (JST)",
      "producer": "Studio Pierrot",
      "eps": 25,
      "genres": [
        "Comedy",
        "Parody"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Doraemon (2005) is the most recent anime series based on Fujiko Fujio's manga of the same name. \n\nIt is the 2005 version of 1979 series, with certain changes in the animation and other things.\n\nDoraemon is a cat-like robot who appears in the present to steer Nobita/Noby, who is a dumb, naive and clumsy boy on the right path in order to secure his future. Nobita's love interest is Shizuka Minamoto/Sue, his frenemies are Takeshi Goda/Big G and Suneo/Sneech.\n\n(Source: Wikipedia)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/6/23935.jpg",
      "date": "Apr 22, 2005, 19:00 (JST)",
      "producer": "Shin-Ei Animation",
      "eps": null,
      "genres": [
        "Sci-Fi",
        "Comedy",
        "Kids",
        "Shounen"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "In the ever-growing world of Duel Monsters, as duelists improve their skills and rise up the ranks, duels become increasingly complex. By adhering to strict rules, in addition to using and learning proven strategies, one can develop into a strong duelist. However, as a boy who loves inventions and discovering new possibilities, elementary school student Yuuga Oudou finds the current way of dueling predictable and rigid—in other words, boring.\n\nThus, he aims to craft a new path in dueling with his exhilarating new invention: Rush Duels. His ambition soon catches the attention of Tatsuhisa Kamijou, a fellow elementary school student, who brings him to a mysterious place in an attempt to discover the potential of the new system. \n\nWhile Yuuga aims to implement Rush Duels as the new dueling standard and overthrow the conventions of the game, he opens the door to his ultimate goal—to make dueling exciting again.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1148/106883.jpg",
      "date": "Apr 4, 2020, 07:30 (JST)",
      "producer": "Bridge",
      "eps": null,
      "genres": [
        "Action",
        "Game",
        "Fantasy",
        "Shounen"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "The hottest battle is about to begin! While attending Tensei Academy, Hiro Ryugasaki ends up acquiring a mysterious smartphone. It comes installed with the popular card game, Shadowverse! Meeting new rivals, facing major tournaments, forging bonds with friends... Shadowverse leads Hiro to all sorts of new experiences, all that serve to \"evolve\" him.\n\n(Source: Crunchyroll)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1003/106498.jpg",
      "date": "Apr 7, 2020, 17:55 (JST)",
      "producer": "Zexcs",
      "eps": null,
      "genres": [
        "Game",
        "Fantasy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Gudetama, an egg that is dead to the world and completely lacks motivation. No matter what cooking method you use, Gudetama remains unmoved.\n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/10/79996.jpg",
      "date": "Mar 31, 2014",
      "producer": "Gathering",
      "eps": null,
      "genres": [
        "Comedy",
        "Kids"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Matsumoto-san owns an innocent dog and an adorably devious cat. Laughing and crying ensue as they all live daily life together.\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1332/109356.jpg",
      "date": "Oct 3, 2020, 01:50 (JST)",
      "producer": "Team TillDawn",
      "eps": 24,
      "genres": [
        "Slice of Life",
        "Comedy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Sickly but optimistic middle school student Nodoka Hanadera has just moved to Sukoyaka City, a place famous for its healthy atmosphere. She immediately befriends two of her classmates: the gentle but athletic Chiyu Sawaizumi, whose family runs a hot spring inn, and the bubbly and fashionable daughter of a vet, Hinata Hiramitsu.\n\nSoon after arriving, Nodoka finds an ill puppy in a forest, surrounded by three magical talking animals: Rabbirin, Penguitan, and Nyatoran. They tell her that the puppy, Princess Latte, can only be cured by defeating a nearby monster known as a \"Mega Byogen\" and purifying the land it has corrupted. Despite being powerless, Nodoka refuses to give up and let Latte suffer. \n\nMoved by her determination, Rabbirin forms a pact with Nodoka, allowing her to transform into a hero known as a Precure. Assuming the persona of  \"Cure Grace,\" the energized Nodoka fights off the Byogen and heals the earth, curing Latte.\n\nAs the Byogen and their leaders continue their attacks, Penguitan and Nyatoran also find their partners in Chiyu and Hinata, giving them the powers of \"Cure Fontaine\" and \"Cure Sparkle\" respectively. Now, it's up to the three Precure and their animal friends to stop the Byogen and protect the earth from their infections!\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1401/105084.jpg",
      "date": "Feb 2, 2020, 08:30 (JST)",
      "producer": "Toei Animation",
      "eps": 45,
      "genres": [
        "Action",
        "Magic",
        "Fantasy",
        "Shoujo"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "The main character is a mother named Sazae-san. She lives in a house with her husband, her kids and her parents. The show is the ultimate family program and tends to follow traditional themes. Think of this show as the Japanese equivalent to \"The Partridge Family\" and you'll get a good feel for this show's atmosphere. Don't expect to see things like violence, swearing, kung-fu action or magical girls. The plots are more like \"Today, Sazae-san goes to the new mall and gets lost\". Such \"boring\" plotlines and the simplistic art are often a turn-off to non-Japanese audiences, but most Japanese find the show incredibly good. As a result, it continues to be one of the top ratings grabbers on TV and is one of the few anime that is considered \"acceptable\" by adults. \n\n(Source: AniDB)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/9/25502.jpg",
      "date": "Oct 5, 1969, 18:30 (JST)",
      "producer": "Eiken",
      "eps": null,
      "genres": [
        "Slice of Life",
        "Comedy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Rantarou, Shinbei and Kirimaru are ninja apprentices in the Ninja Gakuen, where first grade ones are called \"Nintamas\" (contraction of the words ninja+tama (egg)). They must learn everything a ninja must know, but as for our heroes, money, food or playing are more interesting. The series show the everyday adventures of our heroes, segmentated in a cartoon fashion, like 2 small episodes in a 30-min show. The cast also includes the teachers (Doi-sensei and crossdressing Yamada-sensei), nintama kunoichis, evil guys (Dokutake ninjas) and even family members of all the cast...\n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/6/74028.jpg",
      "date": "Apr 10, 1993, 18:10 (JST)",
      "producer": "Ajia-Do",
      "eps": null,
      "genres": [
        "Comedy",
        "Kids"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "The story begins when a middle school girl named Yume sees something fall from the sky, and meets a pale violet-colored kitten named Mew. It turns out that Mew has the power of \"Yume Synchro\" (Dream Synchro), the power to enter dreams. In the dream world, the girl and Mew collect Dream Stones. \n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1806/105775.jpg",
      "date": "Apr 5, 2020, 10:30 (JST)",
      "producer": "J.C.Staff",
      "eps": null,
      "genres": [
        "Adventure",
        "Kids",
        "Fantasy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "The series revolve around a team of 12 high school students who love to play the trading card game Rebirth For You.\n\n(Source: Anime News Network)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1319/105669.jpg",
      "date": "Jan 5, 2020, 01:00 (JST)",
      "producer": "LIDENFILMS",
      "eps": null,
      "genres": [
        "Game",
        "Slice of Life",
        "Comedy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Momoko Sakura is an elementary school student who likes popular idol Momoe Yamaguchi and mangas. She is often called \"Chibi Maruko-chan\" due to her young age and small size. She lives together with her parents, her grandparents and her elder sister in a little town. In school, she has many friends with whom she studies and plays together everyday, including her close pal, Tama-chan; the student committee members, Maruo-kun and Migiwa-san; and the B-class trio: 'little master' Hanawa-kun, Hamaji-Bu Taro and Sekiguchi-kun. This is a fun-loving and enjoyable anime that portrays the simple things in life.\n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1108/100604.jpg",
      "date": "Jan 8, 1995, 18:00 (JST)",
      "producer": "Nippon Animation",
      "eps": null,
      "genres": [
        "Slice of Life",
        "Comedy",
        "Kids",
        "School"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Based on the original comic BONO BONO by Mikio Igarashi that has seen over 9,000,000 total copies printed, this is the definitive animated version of the emotionally soothing character-driven series that will make you ask yourself the philosophical question, \"What are living things?\" while laughing at heartwarming gags and being entertained by the interactions of amusing forest friends Bonobono the young sea otter, Chipmunk, Fishing Cat, and more.\n\nEnjoy the easygoing days and minor misadventures of Bonobono and his friends!\n\n(Source: Fuji Creative)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/13/77617.jpg",
      "date": "Apr 2, 2016, 04:52 (JST)",
      "producer": "Eiken",
      "eps": null,
      "genres": [
        "Slice of Life",
        "Comedy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "One night, a Star of Life falls down the chimney of a bakery nestled deep in the forest, causing the dough in the oven to come to life. The dough becomes Anpanman, a superhero made of anpan (a sweet roll with bean jam filling). Together with his friends, Anpanman fights his rival Baikinman and helps the malnourished. \n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1902/111797.jpg",
      "date": "Oct 3, 1988, 16:20 (JST)",
      "producer": "TMS Entertainment",
      "eps": null,
      "genres": [
        "Comedy",
        "Kids",
        "Fantasy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "The series follows the daily adventures of Kapibarasan and his animal friends as they chill out among the Midorino Grasslands.\n\n(Source: Crunchyroll)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1819/109679.jpg",
      "date": "Oct 9, 2020, 07:30 (JST)",
      "producer": "Lesprit, Shin-Ei Animation",
      "eps": null,
      "genres": [
        "Comedy",
        "Kids"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "The story will take place 100 years after the world was destroyed in the 21st century due to environmental destruction and depletion of resources. The story follows four girls who work at PARK, based on a real store in Harajuku that follows the theme of \"Fashion × Otaku × Creation.\"\n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1758/110280.jpg",
      "date": "Nov 21, 2020, 03:20 (JST)",
      "producer": "Jumonji",
      "eps": null,
      "genres": [
        "Slice of Life"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Second season of Bakugan: Battle Planet.\n\nThe anime began airing on February 16, 2020 in Canada on Teletoon and on March 1, 2020 in the U.S. on Cartoon Network. Regular streaming began on April 3, 2020 in Japan.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1234/106364.jpg",
      "date": "Apr 3, 2020",
      "producer": "TMS Entertainment",
      "eps": 52,
      "genres": [
        "Action",
        "Fantasy",
        "Game"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "The anime is set in Holy Girls Square Academy, an academy for training pro star performers. The anime will focus on students who aim to participate in the academy's annual big event, the Girls' Arena.\n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1454/106284.jpg",
      "date": "Apr 6, 2020, 07:05 (JST)",
      "producer": "OLM, Wit Studio",
      "eps": null,
      "genres": [
        "Music",
        "School"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "In the Heian era, around 1000 years ago, a young boy of noble family named Ojarumaru is bored with his life of privilege. Meanwhile, three demons steal the power-stick of Enma, king of demons, and then lose it. Ojarumaru finds it, and uses it to transport himself to the present time. Here, he is befriended by a young boy named Kazuma, and becomes a member of his family. As time goes on, Ojarumaru makes many new friends, while dodging the comedic efforts of the three demons, Akane, Kisuke, and Aobee, as they try to recover the stick. (from ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/2/8519.jpg",
      "date": "Oct 5, 1998, 18:10 (JST)",
      "producer": "Gallop",
      "eps": null,
      "genres": [
        "Adventure",
        "Comedy",
        "Kids",
        "Fantasy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "The sound of yodeling will appear when you least expect it.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/11/87843.jpg",
      "date": "Sep 22, 2017",
      "producer": "DLE",
      "eps": null,
      "genres": [
        "Music",
        "Comedy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Third season of Kiratto Pri☆chan.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1500/105552.jpg",
      "date": "Apr 5, 2020, 10:00 (JST)",
      "producer": "Tatsunoko Production",
      "eps": null,
      "genres": [
        "Music",
        "Slice of Life",
        "Comedy",
        "Magic",
        "Shoujo"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "The story is set in modern day Japan following the growth of the protagonist Taiga Akashi, an elementary school kid who wants to be a professional gamer someday. \n\n(Source: Crunchyroll)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1535/95070.jpg",
      "date": "Apr 2, 2018, 18:25 (JST)",
      "producer": "Studio Pierrot",
      "eps": null,
      "genres": [
        "Game",
        "Kids"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Based on the characters created by Study.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1877/91297.jpg",
      "date": "Jun 8, 2016, 00:00 (JST)",
      "producer": "Kachidoki Studio",
      "eps": null,
      "genres": [
        "Comedy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "The series stars a cat with a lack of energy who speaks while lying down, yet has a thorough personality.  He thinks various things and has fun watching humans.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1859/91295.jpg",
      "date": "May 6, 2017, 06:30 (JST)",
      "producer": "Kachidoki Studio",
      "eps": null,
      "genres": [
        "Slice of Life",
        "Comedy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "The anime centers on the battles between the mysterious alien enemy Dark Spinner and the secret defense unit Earth Granner over Earth Energy, the energy generated from the Earth's rotation. \n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1597/105401.jpg",
      "date": "Apr 5, 2020, 09:30 (JST)",
      "producer": "OLM",
      "eps": null,
      "genres": [
        "Action",
        "Adventure",
        "Mecha",
        "Sci-Fi"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1276/104362.jpg",
      "date": "Dec 27, 2019, 18:25 (JST)",
      "producer": "OLM",
      "eps": null,
      "genres": [
        "Comedy",
        "Demons",
        "Kids",
        "Supernatural",
        "School"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Zenitendo is a mysterious candy store that only lucky people can reach. All the candy recommended by Beniko, the owner of the store, is perfectly suited to the buyer's troubles. However, it depends on whether the candy will be used or eaten correctly that it can bring happiness or misfortune.\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1994/108212.jpg",
      "date": "Sep 8, 2020, 18:45 (JST)",
      "producer": "Toei Animation",
      "eps": null,
      "genres": [
        "Mystery",
        "Kids"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Fourth season of Kamiusagi Rope, events occur after the feature film. Airs on Mezamashi TV instead of the theaters.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/6/72182.jpg",
      "date": "Nov 16, 2012, 06:45 (JST)",
      "producer": "-",
      "eps": null,
      "genres": [
        "Slice of Life",
        "Comedy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Two caterpillars investigate objects on a kitchen counter while searching for food. One of them finds a piece of pasta and is intrigued by the fact that there's a hole in the middle.\n\nThey are having fun until a big mean caterpillar arrives. It's time for a major show down...",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/2/55107.jpg",
      "date": "Apr 7, 1995",
      "producer": "-",
      "eps": null,
      "genres": [
        "Comedy",
        "Kids",
        "Drama",
        "Fantasy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Third season of Seizei Ganbare! Mahou Shoujo Kurumi.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1097/108552.jpg",
      "date": "Oct 7, 2020, 23:54 (JST)",
      "producer": "Pie in the sky",
      "eps": null,
      "genres": [
        "Parody",
        "Magic"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "The gag anime takes place at a school for youkai and other supernatural beings. A vampire named Rakuru transfers to the school from the West, and she tries to change the school as the class representative.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1762/106451.jpg",
      "date": "Apr 7, 2020",
      "producer": "-",
      "eps": 13,
      "genres": [
        "Comedy",
        "Supernatural"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "The story centers around a cat who answers people's wishes and delivers happiness. (\"Tane\" and \"neko\" are the Japanese words for \"seed\" and \"cat,\" respectively.)\n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/2/28900.jpg",
      "date": "Mar 26, 2011",
      "producer": "Kachidoki Studio",
      "eps": null,
      "genres": [
        "Comedy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Story about Kappa with flowers on their heads.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1105/90503.jpg",
      "date": "Mar 29, 2010",
      "producer": "OLM, Xebec",
      "eps": null,
      "genres": [
        "Comedy",
        "Kids"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1117/106742.jpg",
      "date": "Apr 5, 2020, 08:30 (JST)",
      "producer": "Brain's Base, Shogakukan Music & Digital Entertainment",
      "eps": null,
      "genres": [
        "Action",
        "Adventure",
        "Comedy",
        "Shounen"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "The comedy story follows the daily life of a somewhat flippant Pallas's cat or manul named Manul-kun, an orange tabby cat named Chatora-kun, Sukofu-kun, and other cats. \n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1778/105047.jpg",
      "date": "Jan 6, 2020, 00:30 (JST)",
      "producer": "Kachidoki Studio",
      "eps": null,
      "genres": [
        "Comedy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "A long, long time ago, there was a prestigious school called \"Ryuuguu Elementary School\" that produced many masterpiece characters. One day, an ordinary boy named Meisaku Matsuda enrolled at the school. Little did he know that the place for learning was filled with crazy characters like Sweets, the energetic idiot; Musubi, a rice ball who gets angry when called \"onigiri\"; Nokio, a narcissistic self-proclaimed robot; and Bolt, who's clearly faster than a rabbit. Surrounded by such unique characters, will Meisaku be able to graduate as a splendid masterpiece character?\n\n(Source: Anime News Network)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/13/79069.jpg",
      "date": "Apr 8, 2016, 18:20 (JST)",
      "producer": "Pie in the sky",
      "eps": null,
      "genres": [
        "Comedy",
        "Parody",
        "Kids",
        "School"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1058/102001.jpg",
      "date": "Oct 9, 2017",
      "producer": "-",
      "eps": null,
      "genres": [],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "The Obake Zukan series illustrates various monsters and spirits and explains why they are scary. \n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1885/106287.jpg",
      "date": "Jul 1, 2020, 07:20 (JST)",
      "producer": "Fanworks",
      "eps": null,
      "genres": [
        "Comedy",
        "Demons",
        "Kids",
        "Supernatural",
        "Fantasy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Fourth season of the Shimajirou children's television series.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/9/50737.jpg",
      "date": "Apr 2, 2012, 07:30 (JST)",
      "producer": "The Answer Studio",
      "eps": null,
      "genres": [
        "Adventure",
        "Comedy",
        "Fantasy",
        "Kids",
        "Magic"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "A series of short, 30-second segments featuring Gohan Kaijuu Pap and various \"side dish\" monsters to produce delicious meals.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/13/59289.jpg",
      "date": "Apr 25, 2011",
      "producer": "DLE",
      "eps": null,
      "genres": [
        "Action",
        "Comedy",
        "Kids"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Within the nature \"Darwin Kita! Kikimono Shin Densetsu\" program on NHK1.5 airs the short Manul no Yuube, based on a web manga/comic of the same name. It following animal characters who visit the bar Manul no Yuube. The bar is run by the Mama who is a Pallas's cat (Otocolobus manul) and serviced by the hostess Tsunomin who is a Brazilian treehopper (Bocydium globulare).",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1980/96936.jpg",
      "date": "Nov 11, 2018",
      "producer": "-",
      "eps": null,
      "genres": [
        "Slice of Life"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "An NHK toddler's anime following cowardly creatures representing typical Halloween monsters like Dracula and a witch.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/11/72127.jpg",
      "date": "Dec 25, 2012",
      "producer": "-",
      "eps": null,
      "genres": [
        "Kids"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Spin-off of Kichikujima with super deformed characters.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1352/109736.jpg",
      "date": "Nov 18, 2020, 23:29 (JST)",
      "producer": "Kachidoki Studio",
      "eps": null,
      "genres": [
        "Comedy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Stop-motion animation about robots; though mainly focusing on Pulta a white square robot.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/9/70637.jpg",
      "date": "Apr 4, 1995",
      "producer": "-",
      "eps": null,
      "genres": [
        "Adventure",
        "Comedy",
        "Kids",
        "Mecha"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "The 2018 LINE sticker set Poccolies is inspiring a series of anime shorts. The story of the sticker set is that a positive and honest boy named Patsuhiko lives on Pokkori Island, along with the shrewd and mysterious Ham, and a reliable older brother figure named Kangaroo. The sticker set follows their daily lives. \n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1806/105533.jpg",
      "date": "Apr 6, 2020, 23:29 (JST)",
      "producer": "Kachidoki Studio",
      "eps": null,
      "genres": [
        "Slice of Life",
        "Kids"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "A stop-motion animation about Liv, a curious little girl and Bell, a gluttonous hedgehog. Together they go on an adventure in a picture book.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/6/70717.jpg",
      "date": "Feb 15, 2013",
      "producer": "-",
      "eps": null,
      "genres": [
        "Adventure",
        "Kids"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "A stop-motion anime using beaded characters. Here a magician rabbits solve problems by using magic.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/6/86113.jpg",
      "date": "Mar 20, 2015",
      "producer": "-",
      "eps": null,
      "genres": [
        "Kids",
        "Magic"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "A stop-motion anime using bentou ingredients as the characters.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/8/86112.jpg",
      "date": "Feb 20, 2015",
      "producer": "-",
      "eps": null,
      "genres": [
        "Kids"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1112/106363.jpg",
      "date": "Apr 8, 2020, 06:45 (JST)",
      "producer": "-",
      "eps": null,
      "genres": [
        "Historical",
        "Parody",
        "Kids",
        "Samurai"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "The series follows a young girl named Shina who hopes to become the world's best DJ, and is interested in new sounds. Shina explores a mysterious world filled with Otoppe, strange creatures capable of unique sounds.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/4/85180.jpg",
      "date": "Apr 3, 2017, 08:40 (JST)",
      "producer": "-",
      "eps": null,
      "genres": [
        "Music",
        "Kids",
        "Fantasy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Fairies living in a fluffy forest, where both flowers and trees are fluffy. Follow a witch's trouble-maker apprentices Pui Pui and Muu Muu.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/12/88145.jpg",
      "date": "Jul 12, 2017",
      "producer": "-",
      "eps": null,
      "genres": [
        "Kids",
        "Fantasy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "The anime will depict various vehicles as characters in the \"Mobile Land\" island. The protagonist Car-kun arrives at the island as a delivery worker. Through his deliveries, he gets to know the residents of Mobile Land, all while following traffic rules and having his deliveries stopped by the meddling Sabibi. \n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1612/106288.jpg",
      "date": "Apr 2, 2020, 17:20 (JST)",
      "producer": "CloverWorks",
      "eps": null,
      "genres": [
        "Slice of Life",
        "Cars",
        "Comedy",
        "Kids"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "A young boy tries to become as strong of a sumo wrestler as his father.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/13/86114.jpg",
      "date": "Dec 2, 2015",
      "producer": "-",
      "eps": null,
      "genres": [
        "Sports",
        "Kids"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Chashin was selected by the legendary choicar \"Stormbone,\" as the strongest racer, and will showcase a new concept of bite racing.\n\nBite racing is a new racing game that never hits a rail with two cars chasing in a match. The bite-free rail running on the track creates a more realistic racing experience. Various types of super cars such as speed type, balance type, and power type create unique racing on 3 types of tracks (crash track, line track, outdoor race).\n\n(Source: enewstoday.co.kr)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1656/106927.jpg",
      "date": "Apr 18, 2020, 07:15 (JST)",
      "producer": "-",
      "eps": 26,
      "genres": [
        "Cars",
        "Kids"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Unicorn no Kyupi is a helpful sprite that lives in the kitchen and polishes dirty pots and pans clean with its fluffy white body. Harigorou, a rival sprite shaped like a hedgehog, tries to interfere. \n\n(Source: Crunchyroll)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1165/91319.jpg",
      "date": "Mar 20, 2017",
      "producer": "-",
      "eps": null,
      "genres": [
        "Kids",
        "Fantasy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "A minute long children's anime that follows 3 siblings. Two brothers who are rectangular and circular shaped, and a sister who is triangluar shaped. They have unique personalities and foster growth and discovery through their play time.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1134/93318.jpg",
      "date": "Mar 28, 2011, 08:24 (JST)",
      "producer": "-",
      "eps": null,
      "genres": [
        "Kids"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "A gag anime about foods in a refrigerator. The anime airs within the Oha Suta children's morning TV program and will receive a simultaneous manga serialization by Kazumata Oguri.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1884/95217.jpg",
      "date": "Oct 1, 2018, 07:05 (JST)",
      "producer": "-",
      "eps": null,
      "genres": [
        "Comedy",
        "Kids",
        "Parody"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Second season of Lalalacoco.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1354/107937.jpg",
      "date": "Jul 6, 2020",
      "producer": "-",
      "eps": null,
      "genres": [
        "Comedy",
        "Kids",
        "Slice of Life"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "A prequel to Cogimyun covering her life at flour school before she runs her grandfather's apartment complex. Episodes air within the \"Millenia Girl\" live action program and then get released for a limited time later in the day on Sanrio's official YouTube channel.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1755/105960.jpg",
      "date": "Jan 31, 2020, 01:25 (JST)",
      "producer": "-",
      "eps": null,
      "genres": [
        "Fantasy",
        "Kids",
        "School"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "The story centers on the Seven Gods of Fortune in Japanese mythology as they reside on Awaji Island in Hyogo. In the shorts' story, the Seven Gods of Fortune slack in their duties in heaven, and Susanoo-no-Mikoto banishes them to Awaji Island. In order to return to the heavenly realm, they must help bring happiness to humans and rebuild their virtue. The outcast gods reluctantly grant human wishes and accumulate points in their \"god phones\" to be able to return to heaven. They aim to perform good deeds on particularly auspicious days to maximize point accumulation. Despite their best efforts at accumulating virtue, sometimes the Seven Gods of Fortune end up bringing misfortune to humans. When they fail, they lose points, further prolonging their stay on Awaji Island.\n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1860/109576.jpg",
      "date": "Oct 5, 2020, 07:30 (JST)",
      "producer": "-",
      "eps": null,
      "genres": [
        "Comedy",
        "Kids",
        "Supernatural"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Koyan, the Origami Ninja, came to Earth from his planet Origamio to find the magical stone \"Hapiton\" that has the ability to make people happy. On the way, he was joined by childhood friend Namin anda new friend Lublin. One day, a villain called Evilrun appeared. Evilrun has a black hole in her stomach and tries to inhale anything. Every time an event happens, Evilrun gets in the way of Koyan and friends. But what Evilrun's aim is remains a mystery...",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1860/106477.jpg",
      "date": "Apr 7, 2020, 07:30 (JST)",
      "producer": "Directions",
      "eps": null,
      "genres": [
        "Comedy",
        "Kids"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Second season of Kaijuu Step Wandabada.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1934/109054.jpg",
      "date": "Sep 25, 2020, 17:20 (JST)",
      "producer": "Usagi Ou",
      "eps": null,
      "genres": [
        "Comedy",
        "Kids"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Eighth season of the Washimo series.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1914/106717.jpg",
      "date": "Mar 30, 2020, 06:00 (JST)",
      "producer": "-",
      "eps": null,
      "genres": [
        "Sci-Fi",
        "Slice of Life",
        "Comedy",
        "Kids",
        "School"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Second season of B: The Beginning.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1409/112177.jpg",
      "date": "Mar 18, 2021",
      "producer": "Production I.G",
      "eps": 12,
      "genres": [
        "Action",
        "Mystery",
        "Police",
        "Psychological",
        "Supernatural",
        "Thriller"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "Upon witnessing a man's head cracked open with an axe, 16-year-old Yuri Honjou trembles in fear and confusion as she flees from the masked assailant, only to find out she's trapped in an abandoned building where every door is mysteriously locked. Desperately searching for a way out, Yuri runs to the rooftop, but a world with no signs of life stands before her, surrounded by high-rise buildings. Though filled with despair, once she learns that her brother is also in this strange place, Yuri is determined to find him and escape.\n\nHowever, she soon finds that there are more masked murderers in the area, anxious to terrorize their newfound victims and satiate their sickest desires, leaving Yuri to question if they will be able to make it out alive.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1374/109963.jpg",
      "date": "Feb 25, 2021",
      "producer": "Zero-G",
      "eps": 12,
      "genres": [
        "Action",
        "Mystery",
        "Horror"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "Valentine's Day special for Kimetsu no Yaiba. The first three episodes will be released on Aniplex's official YouTube channel, while the fourth and final episode will be streamed during the Kimetsu Matsuri Online: Anime 2nd Anniversary Festival.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1167/111666.jpg",
      "date": "Feb 14, 2021",
      "producer": "-",
      "eps": 4,
      "genres": [
        "Comedy"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "Special episode of Tian Guan Ci Fu.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1043/110306.jpg",
      "date": "Feb 16, 2021",
      "producer": "Haoliners Animation League",
      "eps": 1,
      "genres": [
        "Historical",
        "Supernatural",
        "Drama"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "Second season of Otona no Bouguya-san.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1738/111426.jpg",
      "date": "Jan 2, 2021",
      "producer": "IMAGICA Lab.",
      "eps": 12,
      "genres": [
        "Comedy",
        "Ecchi",
        "Fantasy"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "Mini anime featuring chibi characters from Enen no Shouboutai, streamed on the official Twitter account.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1339/111255.jpg",
      "date": "Jan 8, 2021",
      "producer": "-",
      "eps": null,
      "genres": [
        "Comedy"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "In order to protect the residents of Xiaoji Island and the peaceful life here, Wu Liuqi and his partners Dabao and Xiaofei embark on a journey to the Xuanwu Kingdom to find out the truth about his identity and a way to save the island. Waiting for them is more unknowns and adventures.\n\n(Source: bilibili, edited)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1884/111224.jpg",
      "date": "Jan 27, 2021",
      "producer": "-",
      "eps": 10,
      "genres": [
        "Action",
        "Adventure",
        "Comedy",
        "Drama",
        "Martial Arts",
        "Mystery",
        "Super Power"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "The president of Mujina Company, Najimu Mujina, isn't originally an adult, nor does she possess a genius intellect: she's a very ordinary 5-year-old girl. Followed by her indulgent and talented secretary, an office clerk of unknown nationality, and an employee who plays the straight man, the president charges into the world every day. \n\n(Source: MU, edited)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1844/110500.jpg",
      "date": "Jan 1, 2021",
      "producer": "Project No.9",
      "eps": 13,
      "genres": [
        "Comedy"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "Mini anime for Ore dake Haireru Kakushi Dungeon released weekly on the official YouTube channel.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1736/111113.jpg",
      "date": "Jan 9, 2021",
      "producer": "-",
      "eps": null,
      "genres": [
        "Comedy",
        "Fantasy"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "The new anime will tell an original story, featuring a match between the Hyoutei Academy Secondary Department led by Keigo Atobe and Rikkai University-Affiliated Middle School led by Seiichi Yukimura. The story was previously not depicted in the manga.\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1277/110063.jpg",
      "date": "Feb 13, 2021",
      "producer": "M.S.C, Studio Kai",
      "eps": 2,
      "genres": [
        "Game",
        "Sports",
        "School",
        "Shounen"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "Yan Wushi had walked a path full of blood and corpses. He did not believe in the good nature of humanity. Even more so, he did not believe that there could be someone with great kindness and sense of justice, who would be so considerate of others without asking anything in return. One day, Shen Qiao, who was the sect leader of Mount Xuandu, the number one Daoist sect under the heavens, was challenged to a duel but somehow fell off the cliff. Yan Wushi happened to pass by down there. Seeing Shen Qiao who was seriously injured to the point of dying, he suddenly came up with a perfect idea… After thousands of autumns, who could stay eternal?\n\n(Source: Novel Updates)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1917/112024.jpg",
      "date": "Feb 8, 2021",
      "producer": "Motion Magic",
      "eps": 16,
      "genres": [
        "Action",
        "Historical",
        "Martial Arts",
        "Fantasy"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "Mini anime where Kuroba introduces Monshiro Town to Haijima, who has returned to Fukui for the first time in a while, released on the official Twitter.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1280/111151.jpg",
      "date": "Jan 9, 2021",
      "producer": "-",
      "eps": 10,
      "genres": [
        "Comedy"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "Mini anime about the Fukui dialect, released on the Official Twitter.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1300/111150.jpg",
      "date": "Jan 7, 2021",
      "producer": "-",
      "eps": null,
      "genres": [
        "Comedy"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "Fourth season of Doupo Cangqiong.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1887/112452.jpg",
      "date": "Mar 28, 2021",
      "producer": "-",
      "eps": null,
      "genres": [
        "Action",
        "Adventure",
        "Demons",
        "Supernatural",
        "Romance",
        "Martial Arts",
        "Fantasy"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "The story takes place in Lingshan, where a group of \"hopeless\" people are gathered on the earth. Most of them are poor, vicious, or extremely evil, abandoned by the society in Lingshan. This is where the fourth generation of Kuiba Mi Lin was born. \n\nThe Heavens struggled to find Kuiba to no avail. In order to eliminate Kuiba, the Heavens determined to blast Lingshan into the ground. Mi Lin rose from the predicament, and his spirit gradually awakened souls with flesh and blood in Lingshan. Mi Lin led the Lingshan Army to sweep across the world, against the Heavens, and became the overlord of the world.\n\n(Source: Tencent, translated)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1558/111667.jpg",
      "date": "Jan 17, 2021",
      "producer": "Vasoon Animation",
      "eps": 7,
      "genres": [
        "Adventure",
        "Fantasy"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1773/112028.jpg",
      "date": "Feb 14, 2021",
      "producer": "-",
      "eps": 16,
      "genres": [
        "Fantasy",
        "Romance"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "The anime is set in the fictional Geso ward in Tokyo, a school city where an app called \"AICis\" is becoming popular. Those who get the app are given supernatural powers, which they use to pursue their own selfish desires, leading to many occurrences of violence and other incidents. The story focuses on a group of detectives who solve cases related to power wielders.\n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1199/112305.jpg",
      "date": "Feb 13, 2021",
      "producer": "-",
      "eps": null,
      "genres": [
        "Mystery",
        "Supernatural",
        "School"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1051/110891.jpg",
      "date": "Jan 31, 2021",
      "producer": "-",
      "eps": 4,
      "genres": [
        "Action",
        "Adventure",
        "Historical",
        "Martial Arts",
        "Fantasy"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1094/110890.jpg",
      "date": "Jan 22, 2021",
      "producer": "-",
      "eps": 10,
      "genres": [
        "Action",
        "Drama"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1729/111278.jpg",
      "date": "Jan 28, 2021",
      "producer": "Soyep",
      "eps": 60,
      "genres": [
        "Action",
        "Fantasy"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "In the whole world there lays twelve paths to climb the Tower of God, and in legends these twelve pathways leads toward legendary road of immortality. However these paths in the Tower of God, are far too long, without end.\n\nIn ancient times there once were many types of martial art, sadly the world underwent terrible changes, and only three were left: Flame, Dragon and Star Martial Arts. Generations of experts of those three martial arts are searching for road of immortality.\n\nStar Martial Arts practitioner on his journey of lifetime, with young beauties on the side, plans to become Highest God.\n\n(Source: Novelupdates)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1883/111365.jpg",
      "date": "Jan 28, 2021",
      "producer": "Ruo Hong Culture",
      "eps": 40,
      "genres": [
        "Action",
        "Historical",
        "Martial Arts",
        "Fantasy"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "Mini Mashiro no Oto anime released on the official Twitter account.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1740/111206.jpg",
      "date": "Jan 15, 2021",
      "producer": "AQUA ARIS",
      "eps": null,
      "genres": [
        "Slice of Life"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1631/111299.jpg",
      "date": "Feb 4, 2021",
      "producer": "-",
      "eps": 50,
      "genres": [
        "Action",
        "Fantasy"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "A one-minute concept animation that exists within the same world as Summer Ghost.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1388/112416.jpg",
      "date": "Feb 18, 2021",
      "producer": "Flat Studio",
      "eps": 1,
      "genres": [
        "Music",
        "Drama"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "An unnamed girl appears in a school. She traverses through a cyberpunk version of the town of Sasebo, collecting lanterns while being pursued by an ominous figure.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1650/112507.jpg",
      "date": "Feb 12, 2021",
      "producer": "-",
      "eps": 1,
      "genres": [
        "Sci-Fi",
        "Mystery"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1947/111276.jpg",
      "date": "Feb 6, 2021",
      "producer": "Seven Stone Entertainment",
      "eps": 26,
      "genres": [
        "Comedy",
        "Historical"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "Second season of Wo Shi Da Shen Shan.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1016/112909.jpg",
      "date": "Feb 25, 2021",
      "producer": "CG Year",
      "eps": 16,
      "genres": [
        "Action",
        "Martial Arts",
        "Fantasy",
        "Shounen"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1664/112449.jpg",
      "date": "Feb 17, 2021",
      "producer": "Ruo Hong Culture",
      "eps": 40,
      "genres": [
        "Martial Arts",
        "Fantasy"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "The story follows an office worker Mitsuki who is more devoted to her work than her own personal grooming. She decides to improve her appearance when she discovers that her boss Watanabe is leaving.\n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1592/112485.jpg",
      "date": "Feb 8, 2021",
      "producer": "GEEK TOYS",
      "eps": 1,
      "genres": [
        "Slice of Life"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "Fourth season of Fei Ren Zai.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1903/113241.jpg",
      "date": "Feb 3, 2021",
      "producer": "-",
      "eps": 12,
      "genres": [
        "Slice of Life",
        "Comedy",
        "Supernatural"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "The story begins with the peaceful daily life of schoolgirls—which suddenly breaks down when former schoolmates become zombies. The story follows the actions taken by the girls left behind on the school roof.\n\n(Source: ANN)\n\nA short special edit of the OVA, titled Alice in Deadly School Tokubetsu-ban: Ima, Stage no Maku ga Agaru (Alice in Deadly School Special Edit -The Stage Begins-), was broadcasted on January 4, 2021 as part of the New Year's special.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1614/110455.jpg",
      "date": "Jan 4, 2021",
      "producer": "Hoods Entertainment",
      "eps": 1,
      "genres": [
        "Comedy",
        "School",
        "Shounen"
      ],
      "category": "OVA"
    },
    {
      "title": "",
      "description": "The July issue of Dear+ has announced that a series of manga serialized in the magazine will get anime adaptations in celebration of the magazine's 20th anniversary. These anime will be collected into an \"in motion\" animation series titled 6 Lovers.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/9/86278.jpg",
      "date": "Feb 27, 2021",
      "producer": "-",
      "eps": null,
      "genres": [
        "Slice of Life",
        "Comedy",
        "Supernatural",
        "Drama",
        "Romance",
        "School",
        "Yaoi",
        "Shounen Ai"
      ],
      "category": "OVA"
    },
    {
      "title": "",
      "description": "The new OVA will feature the prequel short story \"Snow Globe,\" which debuted as part of a light novel volume that bundled with a limited-edition version of the original PC game.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1320/106943.jpg",
      "date": "Jan 20, 2021",
      "producer": "Okuruto Noboru",
      "eps": 1,
      "genres": [
        "Sci-Fi",
        "Drama"
      ],
      "category": "OVA"
    },
    {
      "title": "",
      "description": "Anime adaptation of the short story Don't Stay Gold, to be included in volume 7 of the manga.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1087/106064.jpg",
      "date": "Mar 1, 2021",
      "producer": "GRIZZLY",
      "eps": 1,
      "genres": [
        "Drama",
        "Shounen Ai"
      ],
      "category": "OVA"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1975/109799.jpg",
      "date": "Feb 5, 2021",
      "producer": "T-Rex",
      "eps": 4,
      "genres": [
        "Hentai",
        "School"
      ],
      "category": "OVA"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1651/93298.jpg",
      "date": "Jan 19, 2021",
      "producer": "-",
      "eps": 1,
      "genres": [
        "Action",
        "Comedy",
        "Police",
        "Seinen"
      ],
      "category": "OVA"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1623/110360.jpg",
      "date": "Jan 29, 2021",
      "producer": "Seven",
      "eps": 2,
      "genres": [
        "Hentai"
      ],
      "category": "OVA"
    },
    {
      "title": "",
      "description": "The OVA was released for early download on January 5, 2021. The official DVD was released on January 29, 2021.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1367/109804.jpg",
      "date": "Jan 5, 2021",
      "producer": "T-Rex",
      "eps": 1,
      "genres": [
        "Hentai"
      ],
      "category": "OVA"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1266/109803.jpg",
      "date": "Jan 5, 2021",
      "producer": "T-Rex",
      "eps": 1,
      "genres": [
        "Hentai"
      ],
      "category": "OVA"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1078/111891.jpg",
      "date": "Jan 29, 2021",
      "producer": "-",
      "eps": null,
      "genres": [
        "Hentai"
      ],
      "category": "OVA"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1758/110397.jpg",
      "date": "Feb 26, 2021",
      "producer": "-",
      "eps": 2,
      "genres": [
        "Hentai"
      ],
      "category": "OVA"
    },
    {
      "title": "",
      "description": "The fourth and final movie of the Evangelion rebuild movie series.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1421/110903.jpg",
      "date": "Mar 8, 2021",
      "producer": "Khara",
      "eps": 1,
      "genres": [
        "Action",
        "Sci-Fi",
        "Psychological",
        "Drama",
        "Mecha"
      ],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "New Gintama movie.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1027/109706.jpg",
      "date": "Jan 8, 2021",
      "producer": "Bandai Namco Pictures",
      "eps": 1,
      "genres": [
        "Action",
        "Sci-Fi",
        "Comedy",
        "Historical",
        "Parody",
        "Drama",
        "Samurai",
        "Shounen"
      ],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "The film is set in London at the end of the 19th century and after the attempted assassination of the Imperial princess in the television anime. The Empire is increasing counter-spy actions in the wake of the incident, and finds Control, the Commonwealth group in charge of covert operations against the Empire, at unease and suspecting its spy within the royal family as a double agent. Control assigns their spy ring Dove with a new mission to extract a secondhand bookstore owner and deliver him to Commonwealth hands. Ange, Dorothy, and Chise successfully spring the bookstore owner from an Imperial prison. Control also assigns Dove to make contact with Bishop, their spy within the royal family, to ascertain their loyalties.\n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1367/107247.jpg",
      "date": "Feb 11, 2021",
      "producer": "Actas",
      "eps": 1,
      "genres": [
        "Action",
        "Mystery",
        "Historical"
      ],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1323/104626.jpg",
      "date": "Jan 1, 2021",
      "producer": "GoHands",
      "eps": 1,
      "genres": [
        "Comedy",
        "School",
        "Shounen",
        "Slice of Life"
      ],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "The film will be made up of two stories: \"Ishi Okoshi\" and \"Ayashiki Raihousha.\" In \"Ishi Okoshi,\" Natsume meets a small youkai called Mitsumi in a forest. Mitsumi is entrusted to wake up the divine youkai \"Iwatetsu\" from its deep slumber. Mitsumi weighs on Natsume's mind, so he sets out to help Mitsumi with his task.\n\nIn \"Ayashiki Raihousha,\" a mysterious visitor appears in front of Tanuma. Nearly every day, the visitor visits Tanuma, talks to him a little, and then leaves. Natsume, who knows the visitor is a youkai, worries for Tanuma, but Tanuma enjoys these exchanges with the youkai. The youkai means no harm, but Tanuma's health slowly starts to deteriorate.\n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1992/111560.jpg",
      "date": "Jan 16, 2021",
      "producer": "Shuka",
      "eps": 2,
      "genres": [
        "Demons",
        "Drama",
        "Shoujo",
        "Slice of Life",
        "Supernatural"
      ],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "Bishoujo Senshi Sailor Moon Eternal serves as the fourth installment in Toei Animation's reboot of Naoko Takeuchi's original magical girl manga. The sequel was announced in January 2017 as a part of the franchise's 25th anniversary and later confirmed to be a two-part anime film covering the Dream arc.\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1312/110461.jpg",
      "date": "Jan 8, 2021",
      "producer": "Studio Deen, Toei Animation",
      "eps": 1,
      "genres": [
        "Demons",
        "Magic",
        "Romance",
        "Shoujo"
      ],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "The third film in the six-part Girls & Panzer: Saishuushou film series.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1105/111222.jpg",
      "date": "Mar 26, 2021",
      "producer": "Actas",
      "eps": 1,
      "genres": [
        "Military",
        "School"
      ],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1710/111094.jpg",
      "date": "Feb 11, 2021",
      "producer": "Studio Deen, Toei Animation",
      "eps": 1,
      "genres": [
        "Demons",
        "Magic",
        "Romance",
        "Shoujo"
      ],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "The season is fall and the city of Neo-Venezia is covered in fallen leaves. Something is bothering Anya, who works at Orange Planet. Her senior colleagues Alice and Athena haven't seen each other due to their busy schedules, which is making Athena feel sad. But for some reason, Alice seems to be avoiding her altogether. With her friends Ai and Azusa's help, Anya tries to find a definitive way for Alice and Athena to get together. But during this time, Anya learns of a situation that only she can see because of where she stands.\n\n(Source: Shochiku)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1934/111002.jpg",
      "date": "Mar 5, 2021",
      "producer": "J.C.Staff",
      "eps": 1,
      "genres": [
        "Sci-Fi",
        "Slice of Life",
        "Fantasy",
        "Shounen"
      ],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "Santa Company is an original work brought to life by Kenji Itoso. A short animation was released in 2014 after a successful crowdfunding campaign, followed by a feature-length version released in Japan in 2019. This work is a spin-off featuring some of the same characters.\n\nUpon their visit to a tropical island just below the equator, Mint and co. from Santa Company find themselves confronted with a mountain of ocean debris. Small acts of carelessness upon carelessness have, quite literally, piled up into a big problem—just what have Mint and the others gotten themselves into...? A splendid, yet strange, secret Christmas story.\n\n(Source: Official Site)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1661/111242.jpg",
      "date": "Jan 28, 2021",
      "producer": "ORENDA",
      "eps": 1,
      "genres": [
        "Fantasy"
      ],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "In the year 2032, the legendary idol unit \"7th Sisters\" suddenly retired from the industry and disappeared. That was the end of the idol industry... until two years later, when a young glory-seeking employee is appointed to be the leader of Tokyo's next generation idol studio, \"777 (Three Seven),\" commonly referred to as Nanastar.\n \nHowever, the city continues to believe that idols are a thing of the past, and Nanastar is no exception. Their slump continues, but one day a mysterious and beautiful female manager approaches you and says, \"If the idols of the past are gone, we'll just have to make new idols! True \"sisters\" linked by powerful bonds!\" The story of the idols of the future, the Nanastar Sisters, will now unfold.\n \n(Source: Tokyo 7th Sisters Wiki)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1464/110378.jpg",
      "date": "Feb 26, 2021",
      "producer": "LandQ studios",
      "eps": 1,
      "genres": [
        "Music",
        "Slice of Life",
        "Comedy",
        "School"
      ],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1973/110449.jpg",
      "date": "Mar 20, 2021",
      "producer": "-",
      "eps": 1,
      "genres": [
        "Action",
        "Magic",
        "Fantasy",
        "Shoujo"
      ],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1203/103664.jpg",
      "date": "Mar 12, 2021",
      "producer": "-",
      "eps": 1,
      "genres": [
        "Kids"
      ],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "As the war temporarily calms down and Edo rebuilds, Gintoki finds Shinpachi—who is still unaware of his return—on a bridge. However, as a fight quickly breaks out between the Yorozuya and the Tenshouin Naraku, suspicion grows, forcing Gintoki to use what is nearest—a loincloth—to mask his identity. Saved for the time being, Gintoki enters the Yorozuya office, but unbeknownst to him, someone else is already waiting there...\n\nMeanwhile, Kondou departs Earth to marry Princess Bubbles in an attempt to improve diplomatic relations. After boarding the Gorilla Amanto mother ship, he realizes that he doesn't speak their language. Confused, Kondou tries conversing with them, only to inadvertently gain their support. However, someone associated with the princess crashes the ongoing ceremony. Will the wedding continue, or has Kondou just been saved from becoming the next Gorilla Prince?\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1694/110521.jpg",
      "date": "Jan 15, 2021",
      "producer": "-",
      "eps": 2,
      "genres": [
        "Action",
        "Comedy",
        "Historical",
        "Parody",
        "Samurai",
        "Shounen"
      ],
      "category": "Special"
    },
    {
      "title": "",
      "description": "Recap of the first season of Yakusoku no Neverland and the first five episodes of season two.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1097/111813.jpg",
      "date": "Feb 12, 2021",
      "producer": "CloverWorks",
      "eps": 1,
      "genres": [
        "Mystery",
        "Psychological",
        "Supernatural",
        "Thriller",
        "Shounen"
      ],
      "category": "Special"
    },
    {
      "title": "",
      "description": "A summary of season one of Tensei shitara Slime Datta Ken with some extra content leading into season two.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1670/111154.jpg",
      "date": "Jan 5, 2021",
      "producer": "8bit",
      "eps": 1,
      "genres": [
        "Fantasy",
        "Shounen"
      ],
      "category": "Special"
    },
    {
      "title": "",
      "description": "Unaired episode 13 of Dogeza de Tanondemita.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1973/109541.jpg",
      "date": "Jan 12, 2021",
      "producer": "DMM pictures",
      "eps": 1,
      "genres": [
        "Comedy",
        "Ecchi",
        "Fantasy"
      ],
      "category": "Special"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1903/111820.jpg",
      "date": "Feb 11, 2021",
      "producer": "-",
      "eps": 1,
      "genres": [
        "Slice of Life",
        "Comedy"
      ],
      "category": "Special"
    }
  ]
}