{
  "season": "Fall",
  "year": "2020",
  "lastUpdate": "2020-05-17",
  "animes": [
    {
      "title": "Tensei shitara Slime Datta Ken 2nd Season",
      "description": "Second season of Tensei shitara Slime Datta Ken.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1530/106442.jpg",
      "date": "Oct ??, 2020",
      "producer": "8bit",
      "eps": null,
      "genres": [
        "Comedy",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Shingeki no Kyojin The Final Season",
      "description": "Final Season of Shingeki no Kyojin.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1873/103180.jpg",
      "date": "Oct ??, 2020",
      "producer": "-",
      "eps": null,
      "genres": [
        "Action",
        "Military",
        "Mystery",
        "Super Power",
        "Drama",
        "Fantasy",
        "Shounen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Mahouka Koukou no Rettousei: Raihousha-hen",
      "description": "Shiba Miyuki's classmate Kitayama Shizuku is on her way to study abroad. For magicians, this is normally impossible, since allowing the genes of someone who can use magic outside their home country's borders is tantamount to giving up national secrets. But it's allowed to happen in one case-exchange programs. And that's how Angelina Kudou Shields has arrived in Japan from the USNA to study at First High.\n\nAround the time Lina arrived in Japan magicians began getting attacked by a mysterious being who leaves his victims drained of blood. Will Tatsuya be able to discover the identity of the \"Vampire\"?\n\n(Source: Mahouka Wikia, edited)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1788/106668.jpg",
      "date": "Oct ??, 2020",
      "producer": "8bit",
      "eps": null,
      "genres": [
        "Action",
        "Magic",
        "Romance",
        "School",
        "Sci-Fi",
        "Supernatural"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Log Horizon: Entaku Houkai",
      "description": "Third season of Log Horizon.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1072/105551.jpg",
      "date": "Oct ??, 2020",
      "producer": "Studio Deen",
      "eps": null,
      "genres": [
        "Action",
        "Game",
        "Adventure",
        "Magic",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Nanatsu no Taizai: Fundo no Shinpan",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/qm_50.gif",
      "date": "Oct ??, 2020",
      "producer": "-",
      "eps": null,
      "genres": [
        "Action",
        "Adventure",
        "Supernatural",
        "Magic",
        "Fantasy",
        "Shounen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Golden Kamuy 3rd Season",
      "description": "Third season of Golden Kamuy.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1510/101944.jpg",
      "date": "Oct ??, 2020",
      "producer": "-",
      "eps": null,
      "genres": [
        "Action",
        "Adventure",
        "Comedy",
        "Historical",
        "Seinen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Gochuumon wa Usagi Desu ka? Bloom",
      "description": "Third season of Gochuumon wa Usagi Desu ka.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1423/106509.jpg",
      "date": "Oct ??, 2020",
      "producer": "Encourage Films",
      "eps": null,
      "genres": [
        "Slice of Life",
        "Comedy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Fumetsu no Anata e",
      "description": "It, a mysterious immortal being, is sent to the Earth with no emotions nor identity. However, It is able to take the shape of those around that have a strong impetus.\n \nAt first, It is a sphere. Then, It imitates the form of a rock. As the temperature drops and snow falls atop the moss, It inherits the moss. When an injured, lone wolf comes limping by and lays down to die, It takes on the form of the animal. Finally, It gains consciousness and begins to traverse the empty tundra until It meets a boy.\n \nThe boy lives alone in a ghost town, which the adults abandoned long ago in search of the paradise said to exist far beyond the endless sea of white tundra. However, their efforts were for naught, and now the boy is in a critical state.\n \nAcquiring the form of the boy, It sets off on a never-ending journey, in search of new experiences, places, and people.\n \n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1772/105306.jpg",
      "date": "Oct ??, 2020, 22:50 (JST)",
      "producer": "Brain's Base",
      "eps": 20,
      "genres": [
        "Adventure",
        "Supernatural",
        "Drama",
        "Shounen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Adachi to Shimamura",
      "description": "The second floor of the gym―this was where we always met. It was class time, but of course, there weren't any classes going on in a place like this.\n\nThis was where Shimamura and I became friends. We hung out here―talking about TV shows and cooking, playing some ping pong... This is where we fostered our friendship.\n\nKeeping my head propped against the wall, I let out a small sigh.\n\nWhat was this feeling? Yesterday, I'd dreamt of me and Shimamura kissing.\n\nNot that I'm like that. I'm sure Shimamura isn’t either. It’s not even something worth repeating myself about, but really, it’s not like that.\n\nIt's just that when she hears the word \"friend,\" I want her to think of me first. That's all.\n\n(Source: Baka-Tsuki)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1520/105184.jpg",
      "date": "Oct ??, 2020",
      "producer": "Tezuka Productions",
      "eps": null,
      "genres": [
        "Slice of Life",
        "Romance",
        "School",
        "Shoujo Ai"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Tonikaku Kawaii",
      "description": "Having grown up ridiculed for his bizarre name, Nasa Yuzaki strives to be remembered for something more. Fortunately, it seems he's on the right path, ranking first in the nation's mock exams and set to enter his high school of choice.\n\nHowever, everything changes in a single night when he notices a girl across the street on his way home. Enraptured by her overwhelming cuteness, it's love at first sight for Nasa. But in his infatuated daze, he fails to notice the approaching danger speeding down the road and finds himself at death's door. Barely alive thanks to the girl's intervention, Nasa musters the courage to confess his love to her, fearing she might otherwise vanish from his life. She accepts his proposal on one condition: marriage, to which Nasa gladly accepts before passing out from his injuries. Upon waking, however, the girl is nowhere to be found.\n\nAfter recovering from his injuries, Nasa tosses his previous ambitions aside and dedicates his life to finding the girl that captured his heart, yet several years pass to no avail. But one night, when an unexpected visitor comes knocking on his door, Nasa finds himself facing a woman that would forever change his world: his wife.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1279/106298.jpg",
      "date": "Oct ??, 2020",
      "producer": "Seven Arcs",
      "eps": null,
      "genres": [
        "Comedy",
        "Romance",
        "Shounen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Strike Witches: Road to Berlin",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1379/101518.jpg",
      "date": "Oct ??, 2020",
      "producer": "David Production",
      "eps": null,
      "genres": [
        "Action",
        "Ecchi",
        "Magic",
        "Military",
        "Sci-Fi"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Tatoeba Last Dungeon Mae no Mura no Shounen ga Joban no Machi de Kurasu Youna Monogatari",
      "description": "Lloyd is a novice adventurer whose dream is to discover \"true strength\" in the capital he's always admired, despite growing up with neighbors who always considered him weak. The story starts with him departing from his hometown, which just so happens to be located right next to...one of the most dangerous dungeons in the world?! Lloyd may think of himself as powerless, but when he goes to the city that serves as the starter town for adventurers, the difference between him and everyone else couldn't be starker! \n\n(Source: Yen Press, edited)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1282/106599.jpg",
      "date": "Oct ??, 2020",
      "producer": "LIDENFILMS",
      "eps": null,
      "genres": [
        "Adventure",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Dragon Quest: Dai no Daibouken (2020)",
      "description": "A long time ago, there was a valiant swordsman who came to be known simply as \"the hero.\" There was a demon who has caused people suffering. The hero and his companions arrived to challenge the demon to a battle and by combining their powers, the battle was brought swift conclusion. With no one around to cause trouble, the island became a quiet place where everyone could live together in peace.\n\nSeveral years later, the demon is revived. Our present-day protagonist, Dai, lives on a remote island in the southern seas and dreams of becoming a great hero. When he hears about the demon's revival, Dai and his friends take it upon themselves to stop him and the evil force that revived him. Along the way, Dai discovers the identity of \"the hero,\" the truth behind the evil force who revived the demon, and Dai's own hidden powers that surface in times of peril.\n\n(Source: MU, edited)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1839/104933.jpg",
      "date": "Oct ??, 2020",
      "producer": "Toei Animation",
      "eps": null,
      "genres": [
        "Action",
        "Adventure",
        "Fantasy",
        "Shounen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "A3! Season Autumn & Winter",
      "description": "\"Director! Please help us bloom!\"\n\nIn Tokyo, there is a place called Velude Way. It is a district notorious for its performers and theatrical groups. Izumi Tachibana, who was previously a stage actress, arrives with a letter that reads, \"Full of debt! Zero customers! Only one actor!\" It describes the current state of the once-popular theater group Mankai Company. Her task is to rebuild the company to its former glory as the new owner and chief director.\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1124/102673.jpg",
      "date": "Oct ??, 2020",
      "producer": "P.A. Works, Studio 3Hz",
      "eps": null,
      "genres": [
        "Music"
      ],
      "category": "TV (New)"
    },
    {
      "title": "100-man no Inochi no Ue ni Ore wa Tatteiru",
      "description": "Yotsuya Yuusuke along with his classmates Shindou Iu and Hakozaki Kusue have been transported to a strange and unknown world inhabited by mythological creatures. As soon as they arrive, they meet somebody calling himself the Game Master who then grants them a time-limited quest. To aid them in this quest, he also bestows Shindou and Hakozaki with the roles of a Magician and a Warrior while Yotsuya is randomly granted the role of... a Farmer?!\n\nThis is how a hectic life of adventuring began for three students who now have no choice, but to complete random quests for several phases in the fantasy world if they want to stay alive and protect the real world from the demons and monsters they encounter. \n\n(Source: MU)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1935/106283.jpg",
      "date": "Oct ??, 2020",
      "producer": "Maho Film",
      "eps": null,
      "genres": [
        "Action",
        "Game",
        "Drama",
        "Fantasy",
        "Shounen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Inu to Neko Docchi mo Katteru to Mainichi Tanoshii",
      "description": "Matsumoto-san owns an innocent dog and an adorably devious cat. Laughing and crying ensue as they all live daily life together.\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1788/106525.jpg",
      "date": "Oct ??, 2020",
      "producer": "Team TillDawn",
      "eps": null,
      "genres": [
        "Slice of Life",
        "Comedy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Hanyou no Yashahime: Sengoku Otogizoushi",
      "description": "The daughters of Sesshoumaru and Inuyasha set out on a journey transcending time!\n\nIn Feudal Japan, Half-Demon twins Towa and Setsuna are separated from each other during a forest fire. While desperately searching for her younger sister, Towa wanders into a mysterious tunnel that sends her into present-day Japan, where she is found and raised by Kagome Higurashi's brother, Souta, and his family.\n\nTen years later, the tunnel that connects the two eras has reopened, allowing Towa to be reunited with Setsuna, who is now a Demon Slayer working for Kohaku. But to Towa's shock, Setsuna appears to have lost all memories of her older sister.\n\nJoined by Moroha, the daughter of Inuyasha and Kagome, the three young women travel between the two eras on an adventure to regain their missing past. \n\n(Source: VIZ Media)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1773/107431.jpg",
      "date": "Oct ??, 2020",
      "producer": "Sunrise",
      "eps": null,
      "genres": [
        "Action",
        "Adventure",
        "Comedy",
        "Historical",
        "Demons",
        "Supernatural",
        "Magic",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Kamisama ni Natta Hi",
      "description": "The anime series centers on Hina, a girl who awakens as a God and foresees the \"end of the world.\" She chooses a lone boy as her companion, who will spend time with her till the very end.\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1274/107463.jpg",
      "date": "Oct ??, 2020",
      "producer": "P.A. Works",
      "eps": null,
      "genres": [
        "Drama",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "King's Raid: Ishi wo Tsugumono-tachi",
      "description": "It's been 100 years since King Kyle buried Ang Mundo. Now in a time of peace, the apprentice knight Carsel enjoys his life without worry. His fate begins to change, however, with news of demon appearances infesting the neighborhood. Guided by a wise man, Carsel finds friends he can rely on and sets off on his mission to seek a holy sword, capable of slaying his newfound enemies.\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1686/107300.jpg",
      "date": "Oct ??, 2020",
      "producer": "Sunrise Beyond, OLM",
      "eps": null,
      "genres": [
        "Action",
        "Adventure",
        "Magic",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Kimetsu no Yaiba Movie: Mugen Ressha-hen",
      "description": "The movie adaptation of the Infinity Train arc.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1704/106947.jpg",
      "date": "Oct 16, 2020",
      "producer": "ufotable",
      "eps": 1,
      "genres": [
        "Action",
        "Historical",
        "Demons",
        "Supernatural",
        "Shounen"
      ],
      "category": "Movie"
    },
    {
      "title": "Aria",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1752/107019.jpg",
      "date": "Dec ??, 2020",
      "producer": "-",
      "eps": 1,
      "genres": [
        "Sci-Fi",
        "Slice of Life",
        "Fantasy",
        "Shounen"
      ],
      "category": "Movie"
    },
    {
      "title": "Entotsu Machi no Poupelle",
      "description": "There is a town surrounded by a wall that stands 4,000 meters tall. Because the town is full of chimneys, the air is always full of smoke. No one in the town knows what the sky looks like. On one night of the town's Halloween festival, a deliveryman accidentally drops the heart he is supposed to deliver. He cannot find the heart in the smoke and gives up. The heart continues to beat where it fell in the town of chimneys.\n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1829/105018.jpg",
      "date": "Dec ??, 2020",
      "producer": "Studio 4°C",
      "eps": 1,
      "genres": [
        "Adventure",
        "Magic",
        "Fantasy"
      ],
      "category": "Movie"
    },
    {
      "title": "Marudase Kintarou",
      "description": "Makoto's grandfather was the principal of the great Onodera Academy, and when he passed away, he left Makoto and his school staff with one very important will - \"The one man who is able to seduce Makoto with his superb sexual techniques will be given the right to take over as Onodera Academy's new principal!\" Because of this ridiculous last request, Makoto is now every faculty member's target for sexual harassment! Desperate to protect his virginity, Makoto seeks help from his childhood friend (and the man who he has always loved), Kintaro.\n\n(Source: DMP)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1935/104704.jpg",
      "date": "Dec ??, 2020",
      "producer": "-",
      "eps": 1,
      "genres": [
        "Yaoi"
      ],
      "category": "Movie"
    },
    {
      "title": "Kami-tachi ni Hirowareta Otoko",
      "description": "Ryouma Takebayashi dies in his sleep at the age of 39 after leading a life of misfortune. Taking pity on him, three deities offer him the chance to reincarnate in a world of magic where he has only one mission: to be himself and enjoy life. They bestow upon Ryouma powerful physical abilities as well as the affinity to master all elements, and promise to watch over him. His new life as a young child officially starts when he is teleported into a forest.\n\nThree years go by. Having spent most of his time researching slimes, Ryouma has managed to evolve unique kinds of slimes, training an army of them while developing his magic abilities. Although the young boy is happy with his hermit existence and comfortable cave home, he somewhat misses the company of humans. But after healing an injured member of a passing group of travelers from a duke's household, Ryouma is persuaded to go with them and exit the forest accompanied by his menagerie of slimes. A whole new world awaits him, where his skills as a magic user and slime tamer continue to elicit surprise and admiration. \n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1104/106143.jpg",
      "date": "Oct ??, 2020",
      "producer": "Maho Film",
      "eps": null,
      "genres": [
        "Adventure",
        "Fantasy"
      ],
      "category": "Unknown"
    }
  ]
}