{
  "season": "Fall",
  "year": "2020",
  "lastUpdate": "2020-09-19",
  "animes": [
    {
      "title": "",
      "description": "Third season of Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1523/108380.jpg",
      "date": "Oct 3, 2020, 00:30 (JST)",
      "producer": "J.C.Staff",
      "eps": null,
      "genres": [
        "Action",
        "Adventure",
        "Comedy",
        "Romance",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Second half of Haikyuu!!: To the Top.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1453/106768.jpg",
      "date": "Oct 3, 2020, 02:25 (JST)",
      "producer": "Production I.G",
      "eps": 12,
      "genres": [
        "Comedy",
        "Sports",
        "Drama",
        "School",
        "Shounen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Shiba Miyuki's classmate Kitayama Shizuku is on her way to study abroad. For magicians, this is normally impossible, since allowing the genes of someone who can use magic outside their home country's borders is tantamount to giving up national secrets. But it's allowed to happen in one case-exchange programs. And that's how Angelina Kudou Shields has arrived in Japan from the USNA to study at First High.\n\nAround the time Lina arrived in Japan magicians began getting attacked by a mysterious being who leaves his victims drained of blood. Will Tatsuya be able to discover the identity of the \"Vampire\"?\n\n(Source: Mahouka Wikia, edited)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1788/106668.jpg",
      "date": "Oct 4, 2020, 00:30 (JST)",
      "producer": "8bit",
      "eps": null,
      "genres": [
        "Action",
        "Sci-Fi",
        "Supernatural",
        "Magic",
        "Romance",
        "School"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "New Higurashi no Naku Koro ni anime project.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1287/109031.jpg",
      "date": "Oct 1, 2020, 23:30 (JST)",
      "producer": "Passione",
      "eps": null,
      "genres": [
        "Mystery",
        "Dementia",
        "Horror",
        "Psychological",
        "Supernatural",
        "Thriller"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "In a world where demons feed on unsuspecting humans, fragments of the legendary and feared demon Ryoumen Sukuna were lost and scattered about. Should any demon consume Sukuna's body parts, the power they gain could destroy the world as we know it. Fortunately, there exists a mysterious school of Jujutsu Sorcerers who exist to protect the precarious existence of the living from the undead!\n\nYuuji Itadori is high schooler who spends his days visiting his bedridden grandfather. Although he looks like your average teenager, his immense physical strength is something to behold! Every sports club wants him to join, but Itadori would rather hang out with the school outcasts in the Occult Club. One day, the club manages to get their hands on a sealed cursed object, but little do they know the terror they'll unleash when they break the seal... \n\n(Source: VIZ Media, edited)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1171/109222.jpg",
      "date": "Oct 3, 2020, 01:25 (JST)",
      "producer": "MAPPA",
      "eps": null,
      "genres": [
        "Action",
        "Horror",
        "Demons",
        "Supernatural",
        "School",
        "Shounen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Having grown up ridiculed for his bizarre name, Nasa Yuzaki strives to be remembered for something more. Fortunately, it seems he's on the right path, ranking first in the nation's mock exams and set to enter his high school of choice.\n\nHowever, everything changes in a single night when he notices a girl across the street on his way home. Enraptured by her overwhelming cuteness, it's love at first sight for Nasa. But in his infatuated daze, he fails to notice the approaching danger speeding down the road and finds himself at death's door. Barely alive thanks to the girl's intervention, Nasa musters the courage to confess his love to her, fearing she might otherwise vanish from his life. She accepts his proposal on one condition: marriage, to which Nasa gladly accepts before passing out from his injuries. Upon waking, however, the girl is nowhere to be found.\n\nAfter recovering from his injuries, Nasa tosses his previous ambitions aside and dedicates his life to finding the girl that captured his heart, yet several years pass to no avail. But one night, when an unexpected visitor comes knocking on his door, Nasa finds himself facing a woman that would forever change his world: his wife.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1613/108722.jpg",
      "date": "Oct 3, 2020, 01:05 (JST)",
      "producer": "Seven Arcs",
      "eps": null,
      "genres": [
        "Comedy",
        "Romance",
        "Shounen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "At the end of the last summer vacation of high school, Youta Narukami spends his days preparing for the university entrance exams, when a young girl named Hina suddenly appears, proclaiming herself as the \"god of omniscience.\" Youta is confused and does not believe Hina when she tells him \"The world will end in 30 days.\" After witnessing Hina's God-like predictive ability, Youta begins to believe her powers are real. Hina, who is innocent and childlike despite her supernatural powers, decides for some reason to stay at Youta's home. Thus begins the start of their lively summer before the end of the world.\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1564/108648.jpg",
      "date": "Oct 11, 2020, 00:00 (JST)",
      "producer": "P.A. Works",
      "eps": null,
      "genres": [
        "Drama",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Raizel awakens from his 820-year slumber. He holds the special title of Noblesse which is a pure-blooded Noble and protector of all other Nobles. In an attempt to protect Raizel, his servant Frankenstein enrolls him at Ye-Ran High School, where Raizel learn the simple and quotidian routines of the human world through his classmates.\n \nHowever, the Union—a mighty secret organization with strings around the globe and a goal to rule the world—dispatches modified humans and gradually encroaches on Raizel’s life progressively—which causes him to wield his mighty power to protect those around him.\n \nAfter 820 years of intrigue, the secrets behind his slumber are finally revealed and Raizel’s absolute protection as the Noblesse begins.\n\n(Source: Crunchyroll, edited)\n\nThe anime was streamed in advance on October 5, 2020 on Crunchyroll. Regular broadcasting in Japan begun on October 8, 2020.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1798/109141.jpg",
      "date": "Oct 8, 2020, 00:00 (JST)",
      "producer": "Production I.G",
      "eps": null,
      "genres": [
        "Action",
        "Supernatural",
        "Vampire",
        "School"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Third season of Golden Kamuy.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1763/108108.jpg",
      "date": "Oct 5, 2020, 23:00 (JST)",
      "producer": "Geno Studio",
      "eps": null,
      "genres": [
        "Action",
        "Adventure",
        "Comedy",
        "Historical",
        "Seinen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "The daughters of Sesshoumaru and Inuyasha set out on a journey transcending time!\n\nIn Feudal Japan, Half-Demon twins Towa and Setsuna are separated from each other during a forest fire. While desperately searching for her younger sister, Towa wanders into a mysterious tunnel that sends her into present-day Japan, where she is found and raised by Kagome Higurashi's brother, Souta, and his family.\n\nTen years later, the tunnel that connects the two eras has reopened, allowing Towa to be reunited with Setsuna, who is now a Demon Slayer working for Kohaku. But to Towa's shock, Setsuna appears to have lost all memories of her older sister.\n\nJoined by Moroha, the daughter of Inuyasha and Kagome, the three young women travel between the two eras on an adventure to regain their missing past. \n\n(Source: VIZ Media)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1783/108783.jpg",
      "date": "Oct 3, 2020, 17:30 (JST)",
      "producer": "Sunrise",
      "eps": null,
      "genres": [
        "Action",
        "Adventure",
        "Comedy",
        "Historical",
        "Demons",
        "Supernatural",
        "Magic",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "A great war has raged for years between the scientifically advanced Empire and Nebulis, the realm of the witches―until the youngest knight ever to receive the title of the Empire's strongest meets the princess of the rival nation. Though they are sworn enemies, the knight is taken by her beauty and dignity, and the princess is moved by his strength and way of life. Will the fighting between them ever be allowed to end? \n\n(Source: Yen Press)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1100/109044.jpg",
      "date": "Oct 7, 2020, 23:30 (JST)",
      "producer": "Silver Link.",
      "eps": null,
      "genres": [
        "Action",
        "Military",
        "Romance",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Once upon a time, there was a witch named Elaina, who set off on a journey across the world. Along the way, she would meet all kinds of people, from a country full of witches to a giant in love with his own muscles—but with each meeting, Elaina would become a small part of their story, and her own world would get a little bit bigger. \n\n(Source: Yen Press)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1802/108501.jpg",
      "date": "Oct 2, 2020, 21:00 (JST)",
      "producer": "C2C",
      "eps": null,
      "genres": [
        "Adventure",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "The second floor of the gym―this was where we always met. It was class time, but of course, there weren't any classes going on in a place like this.\n\nThis was where Shimamura and I became friends. We hung out here―talking about TV shows and cooking, playing some ping pong... This is where we fostered our friendship.\n\nKeeping my head propped against the wall, I let out a small sigh.\n\nWhat was this feeling? Yesterday, I'd dreamt of me and Shimamura kissing.\n\nNot that I'm like that. I'm sure Shimamura isn’t either. It’s not even something worth repeating myself about, but really, it’s not like that.\n\nIt's just that when she hears the word \"friend,\" I want her to think of me first. That's all.\n\n(Source: Baka-Tsuki)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1649/109056.jpg",
      "date": "Oct 9, 2020, 01:58 (JST)",
      "producer": "Tezuka Productions",
      "eps": null,
      "genres": [
        "Slice of Life",
        "Romance",
        "School",
        "Shoujo Ai"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Living in an area known for its juvenile crime, 21-year-old Makoto is a friend of King, the leader of a youth gang called the G-Boys, though he himself does not want to join as a member. Known for his cool head and ability to get things done, Makoto becomes a key trouble-shooter for the gang by diffusing tense situations and keeping his friends out of harm's way. However, the death of his girlfriend and an escalating turf war with a rival gang threaten to be more than Makoto can handle.\n\n(Source: AsianWiki)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1277/108376.jpg",
      "date": "Oct 6, 2020, 21:00 (JST)",
      "producer": "Doga Kobo",
      "eps": null,
      "genres": [
        "Mystery",
        "Drama",
        "Romance"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "In the late 19th century, the British Empire has become a global power. Due to the strict class stratification, the average citizen has little chance of successfully rising up to the top, where the despicable nobility rules over them all.\n\nWilliam James Moriarty, the second son of the Moriarty household, is a young mathematics professor who has displayed great cunning and intellect since he was a child. Along with his brothers Albert and Louis, he lives the simple life of a noble. Outside of school, William is a well-known private consultant willing to solve the problems of anyone in need. However, his gentle demeanor belies his position as the head of a group prepared to wreak havoc in pursuit of its desire—a new world built from the ashes of the old.\n\nYuukoku no Moriarty puts a new spin on Arthur Conan Doyle's original work by putting the spotlight on its main antagonist and exploring how he came to be the first and only \"criminal consultant.\"\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1464/108330.jpg",
      "date": "Oct 11, 2020, 22:30 (JST)",
      "producer": "Production I.G",
      "eps": null,
      "genres": [
        "Mystery",
        "Historical",
        "Psychological",
        "Shounen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Long ago, a war broke out in Japan that pitted Kantou against Kansai and divided the country. Kansai became dependent on Kantou, but slowly the police and government began losing control of Kansai to criminals known as Akudama.\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1468/109172.jpg",
      "date": "Oct 8, 2020, 21:30 (JST)",
      "producer": "Studio Pierrot",
      "eps": null,
      "genres": [
        "Action",
        "Sci-Fi"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Yotsuya Yuusuke along with his classmates Shindou Iu and Hakozaki Kusue have been transported to a strange and unknown world inhabited by mythological creatures. As soon as they arrive, they meet somebody calling himself the Game Master who then grants them a time-limited quest. To aid them in this quest, he also bestows Shindou and Hakozaki with the roles of a Magician and a Warrior while Yotsuya is randomly granted the role of... a Farmer?!\n\nThis is how a hectic life of adventuring began for three students who now have no choice, but to complete random quests for several phases in the fantasy world if they want to stay alive and protect the real world from the demons and monsters they encounter. \n\n(Source: MU)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1825/108800.jpg",
      "date": "Oct 2, 2020, 22:00 (JST)",
      "producer": "Maho Film",
      "eps": null,
      "genres": [
        "Action",
        "Game",
        "Drama",
        "Fantasy",
        "Shounen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Third season of Gochuumon wa Usagi Desu ka.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1900/109179.jpg",
      "date": "Oct 10, 2020",
      "producer": "Encourage Films",
      "eps": null,
      "genres": [
        "Slice of Life",
        "Comedy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Nijigasaki High School is located in Odaiba, Tokyo. The school is popular due to its free school style and diverse majors. The story centers on the members of school idol club in Nijigasaki, and their attempt to prevent the club from being abolished.\n\n(Source: Wikipedia)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1393/109203.jpg",
      "date": "Oct 3, 2020, 22:30 (JST)",
      "producer": "Sunrise",
      "eps": null,
      "genres": [
        "Music",
        "Slice of Life",
        "School"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "In the near future, humanity faces imminent destruction from mysterious creatures known as \"Huge.\" The world wages war against the Huge, and develops the anti-weapon \"CHARM\" (Counter Huge Arms) by combining science and magic. CHARM works more effectively when used by teenage girls, and those who use the weapons are revered as \"Lilies.\" The Lilies are trained at military academies called \"Gardens,\" which also serve as bases to protect and advise people. This is a story about girls who aim to become Lilies so they can protect Earth. \n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1024/108413.jpg",
      "date": "Oct 2, 2020, 01:28 (JST)",
      "producer": "Shaft",
      "eps": null,
      "genres": [
        "Action",
        "Magic",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Ryouma Takebayashi dies in his sleep at the age of 39 after leading a life of misfortune. Taking pity on him, three deities offer him the chance to reincarnate in a world of magic where he has only one mission: to be himself and enjoy life. They bestow upon Ryouma powerful physical abilities as well as the affinity to master all elements, and promise to watch over him. His new life as a young child officially starts when he is teleported into a forest.\n\nThree years go by. Having spent most of his time researching slimes, Ryouma has managed to evolve unique kinds of slimes, training an army of them while developing his magic abilities. Although the young boy is happy with his hermit existence and comfortable cave home, he somewhat misses the company of humans. But after healing an injured member of a passing group of travelers from a duke's household, Ryouma is persuaded to go with them and exit the forest accompanied by his menagerie of slimes. A whole new world awaits him, where his skills as a magic user and slime tamer continue to elicit surprise and admiration. \n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1654/108801.jpg",
      "date": "Oct 4, 2020, 23:30 (JST)",
      "producer": "Maho Film",
      "eps": null,
      "genres": [
        "Adventure",
        "Slice of Life",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Fifteen-year-old Yuna prefers staying home and obsessively playing her favorite VRMMO to doing anything else, including going to school. When a strange new update gives her a one-of-a-kind bear outfit that comes with overpowered abilities, Yuna is torn: the outfit is unbearably cute, but too embarrassing to wear in-game. But then she suddenly finds herself transported into the world of the game, facing down monsters and magic for real, and the bear suit becomes the best weapon she has! \n\n(Source: Seven Seas Entertainment)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1115/108852.jpg",
      "date": "Oct 7, 2020, 21:00 (JST)",
      "producer": "EMT Squared",
      "eps": null,
      "genres": [
        "Adventure",
        "Comedy",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Konomi Kasahara, a junior high school girl, has made a big name after winning numerous competitive puzzle game tournaments. The story begins when she finds a sports climbing club in her high school. Using special skills other than that of puzzle games, Kasahara becomes fascinated with climbing.\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1626/108849.jpg",
      "date": "Oct 4, 2020, 02:00 (JST)",
      "producer": "Blade",
      "eps": null,
      "genres": [
        "Comedy",
        "Sports",
        "School"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Sshhh! Princess Syalis is trying to get a good night's sleep. Some shut-eye. Forty winks. Catch some Z's. Long ago in olden times when people and demons lived together in—well, disharmony, really—a demon king kidnaps a human princess and imprisons her in his castle. Bereft, the princess's subjects beat their chests in anguish…until a hero arises to spearhead Project Rescue Our Princess! While waiting for her knight in shining armor, what's an imprisoned princess to do...? Teddy-bear guards with bat wings are all very well, but her dungeon cell is bo-o-o-ring! So, she decides to wile away the long hours by sleeping. Now if only she could get comfortable…and didn't suffer from insomnia...\n\n(Source: VIZ Media)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1448/108514.jpg",
      "date": "Oct 6, 2020, 02:00 (JST)",
      "producer": "Doga Kobo",
      "eps": null,
      "genres": [
        "Slice of Life",
        "Comedy",
        "Supernatural",
        "Magic",
        "Fantasy",
        "Shounen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "In a world where women now dominate the government, the creation and use of weapons is strictly forbidden. However, by no means has conflict been brought to an end; instead of weapons, war is waged through words. With the power of the \"Hypnosis Mic,\" lyrics can affect one's opponent in various ways and cause real damage. Those in the divisions outside the women-only Chuou Ward thus use it for fierce rap battles as their weapon in the constant clash for territory. \n\n(Source: Tokyo Otaku Mode)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1677/106540.jpg",
      "date": "Oct 3, 2020, 00:00 (JST)",
      "producer": "A-1 Pictures",
      "eps": null,
      "genres": [
        "Music"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "A long time ago, there was a valiant swordsman who came to be known simply as \"the hero.\" There was a demon who has caused people suffering. The hero and his companions arrived to challenge the demon to a battle and by combining their powers, the battle was brought swift conclusion. With no one around to cause trouble, the island became a quiet place where everyone could live together in peace.\n\nSeveral years later, the demon is revived. Our present-day protagonist, Dai, lives on a remote island in the southern seas and dreams of becoming a great hero. When he hears about the demon's revival, Dai and his friends take it upon themselves to stop him and the evil force that revived him. Along the way, Dai discovers the identity of \"the hero,\" the truth behind the evil force who revived the demon, and Dai's own hidden powers that surface in times of peril.\n\n(Source: MU, edited)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1499/109126.jpg",
      "date": "Oct 3, 2020, 09:30 (JST)",
      "producer": "Toei Animation",
      "eps": null,
      "genres": [
        "Action",
        "Adventure",
        "Fantasy",
        "Shounen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "It is the year 20XX. Earth was assaulted by monsters that would come to be known as \"the Enemy of Humanity.\" In order to deal with this threat, special schools composed of teenagers with extraordinary abilities were formed. These people, who came to be known as \"the Talented,\" had abilities that could defy the rules of reality.\n\nAmong these people with supernatural powers was an outlier, an individual who was sent to one of these schools despite having no innate special abilities whatsoever. This is the story of our protagonist, who attempts to defeat the Enemies of Humanity through the use of intelligence and manipulation alone. \n\n(Source: MU)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1662/109146.jpg",
      "date": "Oct 4, 2020, 21:30 (JST)",
      "producer": "Bridge",
      "eps": null,
      "genres": [
        "Psychological",
        "Supernatural",
        "Thriller",
        "Shounen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "The Pillars suddenly appeared above Earth, threatening all life. A god who called himself Odin came to the aid of humanity as it was driven to near complete defeat. To counter the Pillars, Odin declared a counterattack by bequeathing humanity with the battle maidens Walküres and the \"herocraft\" as their wings.\n\nSeveral years later, the battle between humanity and Pillars rages on, with men supporting the Walküres as they soar through the treacherous skies to save the world.\n\nJapan is no exception. Three Walküres confront the giant Pillar looming over sacred Mt. Fuji. Each Walküre is skilled, but each also has issues. And now, an ace pilot has arrived from Europe.\n\n\"Now is the time to fight back, humanity. The day of reckoning has arrived. The time of Ragnarok draws nears.\"\n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1576/109007.jpg",
      "date": "Oct 3, 2020, 23:00 (JST)",
      "producer": "A-1 Pictures",
      "eps": null,
      "genres": [
        "Action",
        "Military"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Fourth dormitory of the Rat Production (commonly known as Nezumi-sou)—the place where dropout idol girls live: the former child actor Sekino Roko, musician Nukui Hayu, and model Maehara Nina. Sakura Ino, who always dreamed of becoming an idol, moves in. At the same time, the decision is made to demolish the dormitory. Due to the project launched by the manager Kajino Hoho, \"Ochikobore Fruit Tart,\" occupants of the dormitory form a new idol group called \"Fruit Tart\" and start their activities in order to repay a one hundred million yen debt. \n\n(Source: MU, edited)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1088/109145.jpg",
      "date": "Oct 12, 2020, 21:30 (JST)",
      "producer": "feel.",
      "eps": null,
      "genres": [
        "Music",
        "Slice of Life"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1197/108577.jpg",
      "date": "Oct 8, 2020, 01:05 (JST)",
      "producer": "David Production",
      "eps": null,
      "genres": [
        "Action",
        "Military",
        "Sci-Fi",
        "Magic",
        "Ecchi"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "It's been 100 years since King Kyle buried Ang Mundo. Now in a time of peace, the apprentice knight Kasel enjoys his life without worry. His fate begins to change, however, with news of demon appearances infesting the neighborhood. Guided by a wise man, Kasel finds friends he can rely on and sets off on his mission to seek a holy sword, capable of slaying his newfound enemies.\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1885/109122.jpg",
      "date": "Oct 3, 2020, 01:23 (JST)",
      "producer": "Sunrise Beyond, OLM",
      "eps": null,
      "genres": [
        "Action",
        "Adventure",
        "Magic",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Third season of One Room.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1553/109101.jpg",
      "date": "Oct 6, 2020, 01:05 (JST)",
      "producer": "Zero-G",
      "eps": null,
      "genres": [
        "Slice of Life"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Year 2002. Japan's gymnastics world was once strong. Former Japanese representative Shoutarou Aragaki (29), who devoted his time to gymnastics, was unable to perform as expected. Even so, after training on a daily basis, his coach Amakusa recommends Shoutarou to retire. However, the fate of the Aragaki family will change significantly due to a certain \"encounter.\"\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1856/108871.jpg",
      "date": "Oct 11, 2020, 01:30 (JST)",
      "producer": "MAPPA",
      "eps": null,
      "genres": [
        "Sports"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "\"Director! Please help us bloom!\"\n\nIn Tokyo, there is a place called Velude Way. It is a district notorious for its performers and theatrical groups. Izumi Tachibana, who was previously a stage actress, arrives with a letter that reads, \"Full of debt! Zero customers! Only one actor!\" It describes the current state of the once-popular theater group Mankai Company. Her task is to rebuild the company to its former glory as the new owner and chief director.\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1049/108197.jpg",
      "date": "Oct 13, 2020, 00:00 (JST)",
      "producer": "P.A. Works, Studio 3Hz",
      "eps": null,
      "genres": [
        "Music"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Third season of Osomatsu-san.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1511/109127.jpg",
      "date": "Oct 13, 2020, 01:30 (JST)",
      "producer": "Studio Pierrot",
      "eps": null,
      "genres": [
        "Comedy",
        "Parody"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Set in Hinomoto, a fictional version of Japan, where for a long time railway travel served as the most important form of transport. Each locomotive was paired with a humanoid control module, so-called Raillord, that aided the train operator. However, many rail lines had been discontinued due to the rising popularity of 'aerocrafts,' a safe and convenient aerial mode of transport. As such, their accompanying railroads also went into a deep sleep.\n\nSoutetsu had lost his entire family in a rail accident and was adopted into the Migita household, which runs a shochu brewery in the city of Ohitoyo. He returned to his hometown to save it from the potential water pollution that would occur if they accepted the proposal to build an aerocraft factory nearby. He woke up the Raillord Hachiroku by accident and became her owner. For different purposes, they agreed to help find her lost locomotive, with the help of his stepsister Hibiki, the town’s mayor and local railway chief, Paulette and others. \n\n(Source: VNDB, edited)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1903/108605.jpg",
      "date": "Oct 3, 2020, 01:00 (JST)",
      "producer": "Saetta",
      "eps": 12,
      "genres": [
        "Sci-Fi",
        "Harem",
        "Slice of Life"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Anime adaptation of Guraburu!, which is 4-koma manga of Granblue Fantasy.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1802/106812.jpg",
      "date": "Oct 8, 2020, 21:54 (JST)",
      "producer": "DMM.futureworks, W-Toon Studio",
      "eps": null,
      "genres": [
        "Adventure",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Two young people living in the Wahrheit Empire are planning to relocate to the capital city: the shy Inumael who works as a transporter and was once an important younger sister, and Leocaido, a naive new soldier of the Empire who spent his days in the imperial city thinking of his future as a soldier.\n\nIn the Empire, countless human beings were once extinguished from the world. The return of the \"light,\" the disaster that summoned a ferocious monster into the world, is predicted, and the remaining humans' spirits are devastated. Meanwhile, the fate of Inumael, Leocadio, and the history of the Empire will change drastically as a result of one weapon smuggling incident.\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1109/108983.jpg",
      "date": "Oct 13, 2020, 23:00 (JST)",
      "producer": "Yokohama Animation Lab",
      "eps": null,
      "genres": [
        "Action",
        "Magic",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "The anime centers on four girls at the full bloom of their youth, working hard to achieve their dreams as they struggle valiantly. In Japanese entertainment, Maesetsu! refers to an introductory talk or explanation addressed to the audience before the broadcast of television programs, usually performed by assistant directors and particularly comedians in variety or comedy shows.\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1650/106386.jpg",
      "date": "Oct 4, 2020, 23:30 (JST)",
      "producer": "AXsiZ, Studio Gokumi",
      "eps": null,
      "genres": [
        "Slice of Life",
        "Comedy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Second season of Tsukiuta. The Animation.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1865/107637.jpg",
      "date": "Oct 7, 2020, 22:30 (JST)",
      "producer": "Children's Playground Entertainment",
      "eps": null,
      "genres": [
        "Music"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Mio Sudou, a 30-year-old office lady has gone 5 years without a boyfriend and has forgotten all about love. Shuuji Mashima, a foreign-affiliated consultant has not had a girlfriend in 7 years and has lost almost all interest in women. Meeting at a matchmaking party, Mio is disgusted by Shuuji as he states, \"I am not into women.\" However, when Mio makes a provocative comment towards Shuuji, things take an unexpected direction.\n\n(Source: MAL News)\n\nThe uncensored episodes were distributed online via Comic Festa Anime Zone. The censored version was broadcast on Tokyo MX.\n\nThis database entry reflects censored TV version of the anime.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1603/108938.jpg",
      "date": "Oct ??, 2020, 01:00 (JST)",
      "producer": "Ether Kitten",
      "eps": null,
      "genres": [
        "Romance",
        "Ecchi"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Anime adaptation of 12 romantic works from the Eternity Books manga label.\n\nThe complete edition with explicit scenes was distributed online via the official website for Eternity Books. The censored version was broadcast on Tokyo MX.\n\nThis database entry reflects censored TV version of the anime.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1899/108400.jpg",
      "date": "Oct 5, 2020, 01:05 (JST)",
      "producer": "Seven",
      "eps": 12,
      "genres": [
        "Romance",
        "Ecchi"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Matsumoto-san owns an innocent dog and an adorably devious cat. Laughing and crying ensue as they all live daily life together.\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1788/106525.jpg",
      "date": "Oct 3, 2020, 01:50 (JST)",
      "producer": "Team TillDawn",
      "eps": null,
      "genres": [
        "Slice of Life",
        "Comedy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "A new media mix project by Bushiroad.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1980/109096.jpg",
      "date": "Oct ??, 2020",
      "producer": "SANZIGEN",
      "eps": null,
      "genres": [
        "Music"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Set in a convenience store that seems to be everywhere, through the appearance of a convenience store clerk who does not talk properly, while raising problems with the way of modern communication, we will approach the secret of the mysterious hero Mutou.\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1148/109223.jpg",
      "date": "Oct 13, 2020, 02:30 (JST)",
      "producer": "Toho Interactive Animation",
      "eps": null,
      "genres": [
        "Mystery"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Zenitendo is a mysterious candy store that only lucky people can reach. All the candy recommended by Beniko, the owner of the store, is perfectly suited to the buyer's troubles. However, it depends on whether the candy will be used or eaten correctly that it can bring happiness or misfortune.\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1994/108212.jpg",
      "date": "Sep 8, 2020, 18:45 (JST)",
      "producer": "Toei Animation",
      "eps": null,
      "genres": [
        "Mystery",
        "Kids"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Third season of Seizei Ganbare! Mahou Shoujo Kurumi.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1097/108552.jpg",
      "date": "Oct 7, 2020, 23:54 (JST)",
      "producer": "Pie in the sky",
      "eps": null,
      "genres": [
        "Parody",
        "Magic"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1850/108933.jpg",
      "date": "Oct 4, 2020, 09:55 (JST)",
      "producer": "-",
      "eps": 12,
      "genres": [
        "Slice of Life"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1708/108612.jpg",
      "date": "Oct 9, 2020, 07:30 (JST)",
      "producer": "Lesprit, Shin-Ei Animation",
      "eps": null,
      "genres": [
        "Comedy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Latest Himitsukessha Taka no Tsume series to be aired on TV.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1824/108847.jpg",
      "date": "Oct 5, 2020, 01:20 (JST)",
      "producer": "DLE",
      "eps": 12,
      "genres": [
        "Comedy",
        "Parody",
        "Super Power"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Second season of Kaijuu Step Wandabada.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1934/109054.jpg",
      "date": "Sep 25, 2020, 17:20 (JST)",
      "producer": "Usagi Ou",
      "eps": null,
      "genres": [
        "Comedy",
        "Kids"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "For you, I’ll become invincible!\n\n“Have you heard? The rubbish Heaven Official is having an affair with the ghost realm’s number one bigshot!”\n\nEight hundred years ago, Xie Lian was the Crown Prince of the Xian Le kingdom; one who was beloved by his citizens and the darling of the world. Unsurprisingly, he ascended to the Heavens at a very young age. Now, eight hundred years later, Xie Lian ascends to the Heavens for the third time as the laughing stock of all three realms. On his first task as a god, he meets a mysterious demon who rules the ghosts and terrifies the Heavens……yet unbeknownst to Xie Lian, this demon king has been paying attention to him for a very, very long time.\n\n(Source: Sakhyulations)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1792/104394.jpg",
      "date": "Oct 31, 2020",
      "producer": "Haoliners Animation League",
      "eps": 11,
      "genres": [
        "Action",
        "Adventure",
        "Historical",
        "Supernatural",
        "Drama"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "Childhood, upbringing, family background, social relations, traumatic experiences...\n\nWe keep reviewing and seeking out the motives of criminals, exploring the subtlest emotions driving them. It’s not to put ourselves in their shoes and sympathize, or even forgive them; it’s not to find some reasons to exculpate their crimes; it’s not to kneel down before the so-called \"complexity of human nature\"; nor to introspect social conflicts, much less to alienate ourselves into monsters.\n\nWe just want to have a fair trial – for ourselves and for those who still have hope for the world.\n\n(Source: NovelUpdates)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1229/107439.jpg",
      "date": "Oct ??, 2020",
      "producer": "-",
      "eps": null,
      "genres": [
        "Mystery",
        "Drama"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "The power of beginnings, the energy of the core stone; one may find it good, one may find it evil. During a normal investigation, Yue Juntian finds himself drawn into the battle between the 'beginnings' of Yun City; Jiang Xin arrives in Yun City to stop Li Zunyuan's plan to take over. The two influence each other - one solves the mystery of their birth, the other redeems themselves. Together, they oppose Li Zunyuan.\n\n(Source: V2Anime)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1262/107879.jpg",
      "date": "Oct 30, 2020",
      "producer": "-",
      "eps": 13,
      "genres": [
        "Action",
        "Sci-Fi",
        "Adventure",
        "Magic"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "Anime adaptation of Boukyaku Battery manga screened on Jump's official YouTube channel for Jump Special Anime Festa 2020.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1757/109272.jpg",
      "date": "Oct 11, 2020",
      "producer": "-",
      "eps": 1,
      "genres": [
        "Sports",
        "School",
        "Shounen"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "The first original video episode will follow three of the main heroines in an original story.\n\nBundled with the 11th and 12th volumes of the Dokyuu Hentai HxEros manga.\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1592/109081.jpg",
      "date": "Nov 4, 2020",
      "producer": "-",
      "eps": 2,
      "genres": [
        "Action",
        "Comedy",
        "Supernatural",
        "Ecchi",
        "School",
        "Shounen"
      ],
      "category": "OVA"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1566/109071.jpg",
      "date": "Nov 27, 2020",
      "producer": "-",
      "eps": null,
      "genres": [
        "Hentai"
      ],
      "category": "OVA"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1991/108753.jpg",
      "date": "Oct 30, 2020",
      "producer": "-",
      "eps": 2,
      "genres": [
        "Hentai"
      ],
      "category": "OVA"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1122/109069.jpg",
      "date": "Nov 27, 2020",
      "producer": "Studio 1st",
      "eps": 1,
      "genres": [
        "Hentai"
      ],
      "category": "OVA"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1336/109070.jpg",
      "date": "Oct 30, 2020",
      "producer": "-",
      "eps": 1,
      "genres": [
        "Hentai"
      ],
      "category": "OVA"
    },
    {
      "title": "",
      "description": "Tanjirou Kamado and his friends from the Demon Slayer Corps accompany Kyoujurou Rengoku, the Flame Hashira, to investigate a mysterious series of disappearances occurring inside a train. Little do they know that Enmu, one of the Twelve Kizuki, is also on board and has prepared a trap for them.\n\n(Source: Wikipedia)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1704/106947.jpg",
      "date": "Oct 16, 2020",
      "producer": "ufotable",
      "eps": 1,
      "genres": [
        "Action",
        "Historical",
        "Demons",
        "Supernatural",
        "Shounen"
      ],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "An adaptation of the the Sixth Singularity, The Sacred Round Table Realm Camelot Singularity of Fate/Grand Order.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1535/103385.jpg",
      "date": "Dec 5, 2020",
      "producer": "Signal.MD",
      "eps": 1,
      "genres": [
        "Action",
        "Supernatural",
        "Magic",
        "Fantasy"
      ],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "Historically, 72% of all the deaths in London are related to dragons, fantastical beings invisible to the majority of the people. While unknown to most, some people have been standing up to these dragons.\n\nOnly inhabitants of Reverse London who live in the hidden \"reverse\" side of London can see the dragons. Even then, only a selected few become qualified enough as witches or wizards to make direct contact with them.\n\nThe protagonists of the story are witch duo Noel Niihashi and Ninny Spangcole. They are protection agents for Wing Bind (WB), an organization for dragon conservation and management. Their mission is to protect and manage the dragons within London on behalf of the people. \n\n(Source: Official Site)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1993/108967.jpg",
      "date": "Oct 2, 2020",
      "producer": "Studio Colorido",
      "eps": null,
      "genres": [
        "Action",
        "Magic",
        "Fantasy",
        "Shounen"
      ],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "Second part of the Date A Bullet films.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1002/108424.jpg",
      "date": "Nov 13, 2020",
      "producer": "GEEK TOYS",
      "eps": 1,
      "genres": [
        "Sci-Fi"
      ],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "A youth romantic drama with themes of growing up, the story focuses on college student Tsuneo and dreamer Josee, who lives her life stuck in a wheelchair. Josee—named after the heroine in Françoise Sagan's Wonderful Clouds—spends most of her days reading and painting until by chance she encounters Tsuneo, and decides it's time to face the real world.\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1714/108892.jpg",
      "date": "Dec 25, 2020",
      "producer": "Bones",
      "eps": 1,
      "genres": [
        "Slice of Life",
        "Drama",
        "Romance"
      ],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "This anime adapts Key's visual novel Kud Wafter, which follows the romantic relationship between Riki Naoe and Kudryavka Noumi from the game Little Busters!",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/9/86916.jpg",
      "date": "Nov ??, 2020",
      "producer": "J.C.Staff",
      "eps": 1,
      "genres": [
        "Comedy",
        "Romance",
        "School"
      ],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "Mio has feelings for her childhood friend Arata, but can't convey her feelings. One day, as they continue their delicate relationship, the two fight over something trivial. After letting tensions settle, Mio goes to make up with him in the pouring rain. While on her way, she gets into a traffic accident. When she regains consciousness, a mysterious and unfamiliar world appears before her eyes.\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1415/108509.jpg",
      "date": "Nov 27, 2020",
      "producer": "Digital Network Animation",
      "eps": 1,
      "genres": [
        "Drama",
        "Fantasy"
      ],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1730/108516.jpg",
      "date": "Nov 27, 2020",
      "producer": "Bibury Animation Studios",
      "eps": 1,
      "genres": [
        "Action",
        "School"
      ],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "Masaki Hinaoka, who grew up near the coast of Ooarai in Ibaraki Prefecture, meets a prince-like transfer student Shou Akitsuki before the summer break, who introduces him to the world of surfing. Through surfing, Masaki meets irreplaceable friends and experiences farewell as he becomes an adult. It is the beginning of a never-ending story of boys fascinated by the charm of surfing.\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1656/108451.jpg",
      "date": "Oct 2, 2020",
      "producer": "Asahi Production",
      "eps": 3,
      "genres": [
        "Slice of Life",
        "Sports"
      ],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "The new film's story is set in Okoya Forest, a Pokémon paradise protected by strict rules that forbid outsiders from setting foot inside. The film centers on Coco, a boy who was raised by Pokémon and also considers himself as one, treating the Mythical Pokémon Zarude as his father. Ash and Pikachu encounter Coco during an adventure. The film focuses on the theme of a \"human raised by Pokémon,\" instead of the previous films' focus of the \"bond between a human trainer and their Pokémon.\"\n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1029/106237.jpg",
      "date": "Dec 25, 2020",
      "producer": "OLM",
      "eps": 1,
      "genres": [
        "Action",
        "Game",
        "Adventure",
        "Comedy",
        "Kids",
        "Fantasy"
      ],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "Kunieda Kei is a popular, young TV announcer whose public and private personas are so different, they might be called extreme. On the outside, he is the picture of perfection, affectionately nicknamed \"The Prince,\" while on the inside he is constantly cursing at all of the incompetence around him. Of course, no one knows this secret of his.\n\nOne day, Kei meets animation artist Tsuzuki Ushio for a work assignment. While Kei is in \"inside mode,\" he later runs into Tsuzuki, who doesn't recognize him in his worn-out sweats and a facemask, but as compensation for injuring Tsuzuki's arm, Kei gets roped into helping out with his work.\n\n(Source: Novel Updates, edited)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1359/108850.jpg",
      "date": "Dec 11, 2020",
      "producer": "Lesprit",
      "eps": 1,
      "genres": [
        "Drama",
        "Shounen Ai"
      ],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "27-year-old Tokyo office worker Mire Yoshizuki just returned to Japan, while 22-year-old fourth-year college student Sora Nagase aspires to be a teacher, and 20-year-old boyish Reika Kawatani is a part-time Hiroshima okonomiyaki shop worker and freelancer. What draws together these three women from completely different walks of life is a magic gem. A \"New Magical Story\" begins when they are mysteriously brought together by chance and embark on a journey.\n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1732/106488.jpg",
      "date": "Nov 13, 2020",
      "producer": "Toei Animation",
      "eps": 1,
      "genres": [
        "Comedy",
        "Magic",
        "Shoujo"
      ],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1347/106737.jpg",
      "date": "Nov 6, 2020",
      "producer": "Anima, Dynamo Pictures",
      "eps": 1,
      "genres": [
        "Action",
        "Game",
        "Fantasy"
      ],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1078/108925.jpg",
      "date": "Oct 2, 2020",
      "producer": "Production I.G",
      "eps": 1,
      "genres": [
        "Action",
        "Horror",
        "Demons",
        "Supernatural"
      ],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "There is a town surrounded by a wall that stands 4,000 meters tall. Because the town is full of chimneys, the air is always full of smoke. No one in the town knows what the sky looks like. On one night of the town's Halloween festival, a deliveryman accidentally drops the heart he is supposed to deliver. He cannot find the heart in the smoke and gives up. The heart continues to beat where it fell in the town of chimneys.\n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1829/105018.jpg",
      "date": "Dec ??, 2020",
      "producer": "Studio 4°C",
      "eps": 1,
      "genres": [
        "Adventure",
        "Magic",
        "Fantasy"
      ],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "Jiang Ziya, a top commander in the divine army of the Kunlun Sect, is victorious in the battle between the Heavenly powers and the Shang dynasty. Before he can ascend to his new position among the Gods, he is ordered to execute the Nine-Tailed Fox Demon who threatens the mortals' very existence. But when the Fox Demon shows him the secret to her power, an innocent human girl, he is unable to complete his task resulting in his banishment to the mortal realm forever. Ten years later, atop the ruins of war, Jiang Ziya is once again given a task that will bring him back to the Heavenly realm – execute the Nine Tail Fox Demon regardless if the innocent life is lost. Now Jiang Ziya must decide – follow the will of heaven or find his own path to becoming a true god.   \n\n(Source: Well Go USA Entertainment)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1545/107810.jpg",
      "date": "Oct 1, 2020",
      "producer": "-",
      "eps": 1,
      "genres": [
        "Action",
        "Adventure",
        "Fantasy"
      ],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "Episodes 7-9 of the Soukyuu no Fafner: Dead Aggressor - The Beyond series.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1023/107083.jpg",
      "date": "Nov 13, 2020",
      "producer": "I.Gzwei, Production I.G",
      "eps": 3,
      "genres": [
        "Action",
        "Military",
        "Sci-Fi",
        "Drama",
        "Mecha"
      ],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "The story begins when the protagonist Hikaru meets aliens Lala, Prunce, and Fuwa while watching the night sky. She learns of the “Star Palace,” where the 12 Star Princesses of the constellations kept the balance of the universe until they were attacked. Lala is searching for the legendary Precure warriors to help find the 12 scattered “Princess Star Color Pens” and revive the princesses. When Fuwa is captured by an enemy, Hikaru wishes to save Fuwa, and a Star Color Pendent and a Star Color Pen appear to allow her to transform into Cure Star. From then on she works to collect the pens and raise Fuwa, who is the key to reviving the princesses.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1313/105361.jpg",
      "date": "Oct 31, 2020",
      "producer": "-",
      "eps": 1,
      "genres": [
        "Action",
        "Fantasy",
        "Magic",
        "Shoujo"
      ],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "Makoto's grandfather was the principal of the great Onodera Academy, and when he passed away, he left Makoto and his school staff with one very important will - \"The one man who is able to seduce Makoto with his superb sexual techniques will be given the right to take over as Onodera Academy's new principal!\" Because of this ridiculous last request, Makoto is now every faculty member's target for sexual harassment! Desperate to protect his virginity, Makoto seeks help from his childhood friend (and the man who he has always loved), Kintaro.\n\n(Source: DMP)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1127/109187.jpg",
      "date": "Dec 11, 2020",
      "producer": "Seven",
      "eps": 1,
      "genres": [
        "Yaoi"
      ],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "The story is based on the original story of Mulan, but is adapted more realistically. Mulan has dreamed of becoming a heroine since she was a child, but she suffers repeated blows after joining the army for her father. \n\n(Source: V2Anime, translated)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1654/109228.jpg",
      "date": "Oct 1, 2020",
      "producer": "-",
      "eps": 1,
      "genres": [
        "Action"
      ],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1955/107042.jpg",
      "date": "Dec ??, 2020",
      "producer": "-",
      "eps": null,
      "genres": [
        "Slice of Life",
        "Comedy",
        "Fantasy"
      ],
      "category": "Unknown"
    }
  ]
}