{
  "season": "Spring",
  "year": "2020",
  "lastUpdate": "2020-06-19",
  "animes": [
    {
      "title": "Kaguya-sama wa Kokurasetai?: Tensai-tachi no Renai Zunousen",
      "description": "After a slow but eventful summer vacation, Shuchiin Academy's second term is now starting in full force. As August transitions into September, Miyuki Shirogane's birthday looms ever closer, leaving Kaguya Shinomiya in a serious predicament as to how to celebrate it. Furthermore, the tenure of the school's 67th student council is coming to an end. Due to the council members being in different classes, the only time Kaguya and Miyuki have to be together will soon disappear, putting all of their cunning plans at risk.\n\nA long and difficult election that will decide the fate of the new student council awaits, as multiple challengers fight for the coveted title of president.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1764/106659.jpg",
      "date": "Apr 11, 2020, 23:30 (JST)",
      "producer": "A-1 Pictures",
      "eps": 12,
      "genres": [
        "Comedy",
        "Psychological",
        "Romance",
        "School",
        "Seinen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Kami no Tou",
      "description": "There is a tower that summons chosen people called \"Regulars\" with the promise of granting their deepest desires. Whether it be wealth, fame, authority, or something that surpasses them all—everything awaits those who reach the top.\n\nTwenty-Fifth Bam is a boy who had only known a dark cave, a dirty cloth, and an unreachable light his entire life. So when a girl named Rachel came to him through the light, his entire world changed. Becoming close friends with Rachel, he learned various things about the outside world from her. But when Rachel says she must leave him to climb the Tower, his world shatters around him. Vowing to follow after her no matter what it takes, he sets his sight on the tower, and a miracle occurs.\n\nThus begins the journey of Bam, a young boy who was not chosen by the Tower but opened its gates by himself. They call his kind \"Irregulars\"—beings that have shaken the very foundation of the Tower each time they set foot inside it.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1702/106229.jpg",
      "date": "Apr 2, 2020, 00:30 (JST)",
      "producer": "Telecom Animation Film",
      "eps": 13,
      "genres": [
        "Action",
        "Adventure",
        "Mystery",
        "Drama",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Gleipnir",
      "description": "Shuuichi Kagaya is what one would consider an average high school student, but sometimes, he turns into a monster. He doesn't know how or why he got his abilities, only that he would prefer no one knows about them. One night, he finds a building ablaze with a girl trapped inside. Deciding to save her, he transforms and carries her to safety, but accidentally drops his phone.\n\nThe next day, the girl he saved—Claire Aoki—finds him and confronts him about his monster identity. She even goes so far as to push him off the school roof to prove her theory after Shuuichi denies her allegations. Desperate to save himself, he transforms, and Claire snaps a picture in order to blackmail him into telling her everything he knows about monsters, which, ironically, isn't much.\n\nAs it turns out, Claire has a secret of her own: she has been searching for her sister, who also became a monster. She enlists Shuuichi's help to track her down, but they aren't the only ones searching for answers.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1380/106565.jpg",
      "date": "Apr 5, 2020, 23:30 (JST)",
      "producer": "Pine Jam",
      "eps": 13,
      "genres": [
        "Action",
        "Mystery",
        "Supernatural",
        "Ecchi",
        "Seinen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Yesterday wo Utatte",
      "description": "Rikuo Uozumi has all but resigned himself to a bleak future, aimlessly working at a convenience store in Tokyo after graduating from college. His monotonous life is interrupted when the peculiar Haru Nonaka makes a lively appearance, frequently dropping by his workplace to befriend him. When Rikuo learns that an old college friend and crush, Shinako Morinome, has moved back into town, he reaches out to further their relationship. Unbeknownst to Rikuo however, Shinako is carrying painful memories from her past that were holding her back from accepting his feelings. Meanwhile, as Haru continually opens up to Rikuo, he discovers that she, much like him, is living by herself and wants to step out of her comfort zone into an uncertain future.\n\nThe past lingers long in the mind, and the future remains elusive. At a crossroads along their intertwined paths, these three experience what it means to let go of their feelings of yesterday and embrace the change that tomorrow brings.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1986/105547.jpg",
      "date": "Apr 5, 2020, 01:30 (JST)",
      "producer": "Doga Kobo",
      "eps": 12,
      "genres": [
        "Slice of Life",
        "Drama",
        "Romance",
        "Seinen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Shokugeki no Souma: Gou no Sara",
      "description": "Fifth season of Shokugeki no Souma.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1813/106300.jpg",
      "date": "Apr 11, 2020, 00:30 (JST)",
      "producer": "J.C.Staff",
      "eps": null,
      "genres": [
        "Ecchi",
        "School",
        "Shounen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Otome Game no Hametsu Flag shika Nai Akuyaku Reijou ni Tensei shiteshimatta...",
      "description": "Most people would prefer being the protagonist of a world full of adventure, be it in a game or in another world. But, unfortunately, a certain girl is not so lucky. Regaining the memories of her past life, she realizes that she was reborn in the world of Fortune Lover—one of the games she used to play.\n\nUnfortunately, the character she was reincarnated into—Katarina Claes—is the game's main antagonist, who faces utter doom in every ending. Using her extensive knowledge of the game, she takes it upon herself to escape from the chains of this accursed destiny.\n\nHowever, this will not be an easy feat, especially since she needs to be cautious as to not set off death flags that may speed up the impending doom she is trying to avoid. Even so, to make a change that will affect the lives of everyone around her, she strives—not as the heroine—but as the villainess.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1483/107061.jpg",
      "date": "Apr 5, 2020, 01:30 (JST)",
      "producer": "Silver Link.",
      "eps": 12,
      "genres": [
        "Comedy",
        "Drama",
        "Romance",
        "Fantasy",
        "School"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Kakushigoto (TV)",
      "description": "Kakushi Gotou is a somewhat popular manga artist whose works are known for inappropriate content. Because of this raunchiness, when his daughter Hime was born, he vowed to keep his profession hidden from her, believing that she will be disillusioned if she finds out. \n\nThis paranoia-induced belief leads Kakushi into hectic situations. Despite being a single father, he does his best and often resorts to extreme ends just to protect his secret, such as guising as a salaryman every day or holding emergency drills in case Hime somehow finds her way to his workplace.\n\nKakushigoto tells the story of a father and daughter living side by side, maintaining their peaceful existence as the father attempts to preserve the status quo. However, there is a saying: \"there are no secrets that time cannot reveal.\" In time, Hime must learn the reality behind the things she took for granted as she grew up.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1476/106372.jpg",
      "date": "Apr 2, 2020, 23:30 (JST)",
      "producer": "Ajia-Do",
      "eps": 12,
      "genres": [
        "Slice of Life",
        "Comedy",
        "Shounen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Fruits Basket 2nd Season",
      "description": "A year has passed since Tooru Honda began living in the Souma residence, and she has since created stronger relationships with its inhabitants Shigure, Kyou, and Yuki. She has also grown closer to the rest of the Souma family and has become familiar with their ancestral secret, having helped them with many of their personal issues. The closer Tooru gets, however, the more she begins to realize that their secret holds a darker truth than she first presumed.\n\nSummer is approaching and Tooru is invited to spend her days with the Soumas, mainly Kyou and Yuki. Tooru wishes for an easy-going vacation, but her close relationships with the two boys and the rest of the Soumas may prove to cause trouble. As they grow more intimate, their carefree time together is hindered by older hardships and feelings from the past that begin to resurface. The Eternal Banquet also dawns on the members of the zodiac, and they must tend to their duties alongside the unnerving head of the family, Akito Souma.\n\nWith the banquet approaching and a plethora of feelings to be solved, will Tooru's life with the Soumas remain peaceful, or will she find herself in a situation from which she cannot escape?\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1486/106692.jpg",
      "date": "Apr 7, 2020, 01:30 (JST)",
      "producer": "TMS Entertainment",
      "eps": null,
      "genres": [
        "Comedy",
        "Drama",
        "Romance",
        "Shoujo",
        "Slice of Life",
        "Supernatural"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Fugou Keiji: Balance:Unlimited",
      "description": "Daisuke Kanbe, a man of extraordinary wealth, is assigned to the Modern Crime Prevention Headquarters as a detective. It is there that he gets partnered with Haru Katou, a humane detective who values justice above all. The two are polar opposites, and their morals clash time and time again. Haru despises Daisuke for using monetary wealth to solve cases, as he believes that money isn't everything. The two will have to combine their efforts, however, to solve the mysteries that are coming their way.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1066/106556.jpg",
      "date": "Apr 10, 2020, 00:55 (JST)",
      "producer": "CloverWorks",
      "eps": 11,
      "genres": [
        "Comedy",
        "Mystery",
        "Police"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Hachi-nan tte, Sore wa Nai deshou!",
      "description": "Waking up in a new world, 25-year-old Shingo Ichinomiya realizes that he is in the body of a six-year-old. Retaining memories of his stressful life working at a firm company, Shingo learns that the person he is occupying is Wendelin Von Benno Baumeister, the eighth son of a poor noble family living in the countryside. Awoken to his bizarre situation, Wendelin strives to change his financial and social status for the better. His newly discovered great magical aptitude may prove to be just what he needs to achieve that goal.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1146/106370.jpg",
      "date": "Apr 2, 2020, 21:00 (JST)",
      "producer": "Shin-Ei Animation, SynergySP",
      "eps": 12,
      "genres": [
        "Action",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Princess Connect! Re:Dive",
      "description": "In the continent of Astraea, a man falls from the sky, possessing no memories other than his name, Yuuki. An elf named Kokkoro finds him, introducing herself as his guide in the world they are about to traverse. With Kokkoro's guidance, Yuuki is able to learn how this world works, from battling monsters to handling currency.\n\nTo earn money for their journey, Yuuki and Kokkoro decide to go to a nearby guild association to accept a simple quest. In their expedition, they meet Pecorine, a somewhat gluttonous but charming girl skilled in battle. The next day, they also meet Karyl, a cat girl specializing in magic.\n\nAfter some time, a bond of friendship and camaraderie forms between them, and the four decide to create a guild of their own. As they continue their adventures, they explore the world, meet new people, and will perhaps uncover the mysteries behind Yuuki's missing memories.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1810/106070.jpg",
      "date": "Apr 7, 2020, 00:30 (JST)",
      "producer": "CygamesPictures",
      "eps": 13,
      "genres": [
        "Action",
        "Adventure",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Honzuki no Gekokujou: Shisho ni Naru Tame ni wa Shudan wo Erandeiraremasen 2nd Season",
      "description": "When Myne learns that the Holy Church is in need of mana for their relics, she sees it as her chance to be cured of her life-threatening mana disorder. After seeing their bountiful library, she throws herself headfirst into the Church's grasp and begs to join their order. In exchange for her service and her unusually bountiful supply of mana, Myne is given the blue robes of a noble-born apprentice priestess, despite being a commoner. To Myne, all this talk of mana and nobility is trivial, as she now has access to an unlimited supply of books!\n\nAs Myne transitions into the next phase of her life in this new world, she soon learns that achieving her dream has come at a heavy cost. Noble society is severe, unforgiving, and fueled by politics and neglect. She must now deal with the class conflict between the noble-born blue robes and the common-born grey robes, the High Priest's attempts to oust her, and constant behavioral issues from her new retainers. With the help of her family, friends, and the enigmatic Head Priest whose loyalties and motives remain unknown, Myne seeks to overcome these obstacles and continue on the path to becoming her ideal self—the ultimate librarian!\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1464/107998.jpg",
      "date": "Apr 5, 2020, 02:10 (JST)",
      "producer": "Ajia-Do",
      "eps": 12,
      "genres": [
        "Slice of Life",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Appare-Ranman!",
      "description": "No dream is too big for Appare Sorrano, a socially-awkward inventor living in a small rural town in Japan in the late 19th century. Fascinated since childhood by the creation of steamships that can connect people across great distances, he’s learnt to make machines of all kinds from various scientific texts. His goal is to sail across the sea, beyond the sky, and ultimately, to the other side of the moon.\n\nUnfortunately, through a string of events, Appare finds himself stranded in the middle of the sea on his mini steamship. Floating alongside him is a skilled but cowardly samurai, Kosame Ishikki, who was tasked to keep his eccentric behavior in check. Just when all hope seems lost, a large steamship saves them and takes them to Los Angeles. With no money or plans, they decide to participate in the \"Trans-America Wild Race,\" which gives Appare the chance to build his own automobile, and Kosame the opportunity to use the cash prize to return home. However, against rival racers and unknown challenges residing in the wilderness, just how far will this adventure take Appare and Kosame?\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1710/106614.jpg",
      "date": "Apr 10, 2020, 21:30 (JST)",
      "producer": "P.A. Works",
      "eps": null,
      "genres": [
        "Comedy",
        "Historical"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Arte",
      "description": "In the 16th century, the city of Florence booms with cultural and creative revival in celebration of the Renaissance. Arte, a delightful young lady from an aristocratic family, dreams of being an artist and contributing to the renewal of civilization. However, with her father's death, she ends up losing the only person who believed in her passion for art. Now she is expected to marry a nobleman and live as a refined housewife without disgracing her family name. Reluctant to accept her fate, the headstrong Arte steps into the streets in search of a master artisan to take her on as an apprentice.\n\nIn her quest for a mentor, Arte has to face harsh reality when she is completely shunned for being a female artist. No one believes that women are capable of fine craftsmanship, and therefore none are willing to accept her. Luckily, a renowned artisan by the name of Leo is persuaded to take her as his disciple since he has none anyway. And thus, Arte's new life begins, far from the comfort of her noble upbringing. As an apprentice, she must earn her keep while tackling various challenges along the difficult path to becoming a full-fledged, master artisan.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1284/106945.jpg",
      "date": "Apr 4, 2020, 22:00 (JST)",
      "producer": "Seven Arcs",
      "eps": 12,
      "genres": [
        "Drama",
        "Historical",
        "Romance",
        "Seinen",
        "Slice of Life"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Listeners",
      "description": "Set in a world where the concept of music ceases to exist. The story begins when a boy encounters Myuu, a mysterious girl who possesses an audio input jack in her body. The two intermingle with the history of rock music and embark on an unforgettable journey.\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1589/106391.jpg",
      "date": "Apr 4, 2020, 01:55 (JST)",
      "producer": "MAPPA",
      "eps": 12,
      "genres": [
        "Action",
        "Mecha",
        "Music",
        "Sci-Fi"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Shironeko Project: Zero Chronicle",
      "description": "In a world consisting of numerous isles, a young hero from the Astora Isle encounters the adventurer Kyle and follows him on an expedition on the isle. They meet a mysterious girl named Iris and a talking white cat, and together they make their way to the isle's ruins, where they find a flying island. Kyle becomes consumed by darkness there, and the party resolves to travel to the ends of the world on the flying island in order to find the seven \"Great Runes,\" following Kyle's words before he disappeared.\n\n(Source: Wikipedia)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1494/105719.jpg",
      "date": "Apr 6, 2020, 22:00 (JST)",
      "producer": "Project No.9",
      "eps": 12,
      "genres": [
        "Action",
        "Adventure",
        "Magic",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Nami yo Kiitekure",
      "description": "Restaurant worker Minare Koda has recently been through a bad breakup. Heartbroken and drunk after a night out, she rants about her misery to a complete stranger—Kanetsugu Matou, a radio station director local to Sapporo, Hokkaido.\n\nThe next day at work, Minare is shocked to hear a recording of herself from the previous night playing over the radio. Flustered, she rushes to the radio station in a frenzy to stop the broadcast. As she confronts Matou, a chain of events leads to her giving an impromptu talk live on air, explaining her savage drunken speech. With her energetic voice, she delivers a smooth dialogue with no hesitation, which Matou recognizes as raw talent.\n\nMinare soon becomes a late-night talk show host under Matou's direction, covering amusing narratives set in Sapporo, all while balancing her day job and personal life to make ends meet.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1615/105582.jpg",
      "date": "Apr 4, 2020, 02:25 (JST)",
      "producer": "Sunrise",
      "eps": 12,
      "genres": [
        "Comedy",
        "Drama",
        "Romance",
        "Seinen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Tsugu Tsugumomo",
      "description": "Second season of Tsugumomo.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1997/106184.jpg",
      "date": "Apr 5, 2020, 21:30 (JST)",
      "producer": "Zero-G",
      "eps": 12,
      "genres": [
        "Action",
        "Comedy",
        "Supernatural",
        "Ecchi",
        "School",
        "Seinen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Digimon Adventure:",
      "description": "In the year 2020, technology is everywhere. Every digital device around the world is connected by a singular network where data travels. Unbeknownst to humans, this network has become home to life forms known as \"Digimon.\"\n\nFifth-grader Taichi Yagami is preparing for summer camp when strange occurrences begin in Tokyo; certain electronic systems have started going haywire. When he discovers that his sister and mother are trapped on an unstoppable train, he rushes to the nearby station. Suddenly, Taichi is transported to another world where he meets a strange creature by the name of Agumon, who somehow already knows his name. Taichi also receives a strange device called a \"Digivice,\" which allows him to communicate with the undigitized world.\n\nTaichi discovers he is in the \"Network,\" and virus-like Digimon are attacking the areas that maintain Tokyo’s electronic systems. It is up to Taichi and his new partner Agumon to stop these cyberattacks before the whole world is threatened by the actions of mischievous Digimon.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1745/105558.jpg",
      "date": "Apr 5, 2020, 09:00 (JST)",
      "producer": "Toei Animation",
      "eps": null,
      "genres": [
        "Action",
        "Adventure",
        "Comedy",
        "Kids",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Kingdom 3rd Season",
      "description": "Following the successful Sanyou campaign, the Qin army, including 1,000-Man Commander Li Xin, inches ever closer to fulfilling King Ying Zheng's dream of unifying China. With a major geographical foothold in the state of Wei now under its control, Qin sets its sights eastward toward the remaining warring states.\n\nMeanwhile Li Mu—an unparalleled strategist and the newly appointed prime minister of the state of Zhao—has taken advantage of Zhao's temporary truce with Qin to negotiate with the other states without interruption. Seemingly without warning, Ying Zheng receives news that armies from the states of Chu, Zhao, Wei, Han, Yan, and Qi have crossed into Qin territory. Realizing too late the purpose behind Li Mu's truce with Qin, Zheng quickly gathers his advisors to devise a plan to address the six-state coalition army on their doorstep. For the first time in history, the state of Qin faces complete destruction and must use every resource and strategy at their disposal to prevent themselves from being wiped off the map.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1332/106392.jpg",
      "date": "Apr 6, 2020, 00:15 (JST)",
      "producer": "Studio Signpost",
      "eps": null,
      "genres": [
        "Action",
        "Historical",
        "Military",
        "Seinen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Houkago Teibou Nisshi",
      "description": "Hina Tsurugi and her family have just moved to a quaint seaside town. Hoping to savor the sight of the peaceful ocean, Hina stumbles upon a girl named Yuuki Kuroiwa—an upperclassman at her new school—who invites Hina to join her in fishing. Hina reels in an octopus, which falls onto her; being afraid of bugs and big creatures, she panics and begs Yuuki to remove it from her. Yuuki sees this as an opportunity to force Hina to join the school's Breakwater Club—a club where members gather, catch, and eat various types of marine life as their main activity.\n\nAlthough her attempts to refuse to join fail, Hina slowly begins to discover the hidden joy in fishing. Her view on the sport changes, now looking forward to all the delightful experiences she can take part in alongside her fellow club members.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1802/106362.jpg",
      "date": "Apr 7, 2020, 22:00 (JST)",
      "producer": "Doga Kobo",
      "eps": 12,
      "genres": [
        "Slice of Life",
        "Comedy",
        "School",
        "Seinen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Tamayomi",
      "description": "Yomi Takeda and Tamaki Yamazaki have loved baseball since they were kids. They used to play catch together whenever possible, and in doing so, Yomi discovered her talent for throwing the ball in a way that seemed like magic. The girls promised to keep playing baseball even when they are older and were separated soon after. In the years that followed, Tamaki went on to become a skilled catcher, but Yomi did not get very far despite her throwing prowess.\n\nDeciding to quit her passion, Yomi starts her first year at Shin Koshigaya High School. Try as she might to avoid anything related to baseball, she meets the twins Yoshino and Ibuki Kawaguchi, both of whom are enthusiasts of the sport. Moreover, she stumbles upon Tamaki, and just like old times, they decide to play catch—reigniting Yomi’s desire to pitch.\n\nReunited, Yomi and Tamaki set out to fulfill their childhood promise. Alongside Yoshino and Ibuki, they strive to revive their school’s baseball team which has been on hiatus. More members join until their group is complete, and now the new goal of Shin Koshigaya's girls' baseball team is nothing less than winning the national championships.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1881/106156.jpg",
      "date": "Apr 1, 2020, 22:00 (JST)",
      "producer": "Studio A-CAT",
      "eps": 12,
      "genres": [
        "Sports",
        "School"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Bungou to Alchemist: Shinpan no Haguruma",
      "description": "You are in a world where you can meet famous Japanese historical writers. With a party composed of other writers, you delve into tainted books to purify them, unlock secrets, and gain new allies.\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1642/106316.jpg",
      "date": "Apr 4, 2020, 01:23 (JST)",
      "producer": "OLM",
      "eps": 13,
      "genres": [
        "Action",
        "Adventure",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Shachou, Battle no Jikan Desu!",
      "description": "Long ago, a goddess descended from Heaven and blessed the desolate land of Gatepia. As a result, gigantic gates appeared, leading to dungeons abundant in \"kirakuri,\" crystals containing the energy needed for the foundation of the world. This led to the formation of various companies of adventurers who would harvest kirakuri from the dungeons.\n\nFollowing his father's disappearance inside one of the biggest gates in Gatepia, Minato is urged by his childhood friend Yutoria to become the president of his father's treasure-hunting company—the Kibou Company. He reluctantly agrees and meets with the other employees: the priest Makoto, the soldier Akari, and the accountant Guide.\n\nThus, Makoto begins his tenure as president. As he and his comrades strive to fulfill various missions and other assorted tasks in order to keep their small company alive, they will uncover the mystery behind their former leader's sudden departure.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1044/106309.jpg",
      "date": "Apr 5, 2020, 23:30 (JST)",
      "producer": "C2C",
      "eps": 12,
      "genres": [
        "Action",
        "Adventure",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Gal to Kyouryuu",
      "description": "One day, Kaede, a gyaru, picks up a dinosaur and begins living with it. The short comedy depicts their daily lives together as the dinosaur consumes human food, watches TV, and enjoys fashionable things. Thus begins the story of a gal and a dinosaur cohabiting that transcends time.\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1332/106887.jpg",
      "date": "Apr 5, 2020, 01:00 (JST)",
      "producer": "Kamikaze Douga, Space Neko Company",
      "eps": 12,
      "genres": [
        "Slice of Life",
        "Comedy",
        "Seinen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Kitsutsuki Tanteidokoro",
      "description": "A ghost was seen on the 12th floor of the Asakusa Juunikai building. A newspaper article featuring the sighting brought together Takuboku Ishikawa, who runs a private detective agency to support his family, and his assistant Kyosuke Kindaichi to solve the case.\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1139/105873.jpg",
      "date": "Apr 13, 2020, 23:00 (JST)",
      "producer": "LIDENFILMS",
      "eps": 12,
      "genres": [
        "Mystery",
        "Historical"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Ore no Yubi de Midarero.: Heitengo Futarikiri no Salon de...",
      "description": "Fumi Hoshiya works at a beauty salon, hoping to become a hairdresser someday. Her popular and charismatic manager, Sousuke Nanase, often chastises Fumi for her mistakes in the salon. Nonetheless, Fumi idolizes Nanase as a kind mentor and role model.\n\nOne day, Nanase invites Fumi for an after-hours practice beauty session. Little does Fumi know, her \"beauty session\" will entail more than she expected, with Nanase touching every part of her body for some very erotic results!\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1222/106183.jpg",
      "date": "Apr 6, 2020, 01:00 (JST)",
      "producer": "Magic Bus",
      "eps": 8,
      "genres": [
        "Ecchi",
        "Romance"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Shin Sakura Taisen the Animation",
      "description": "In 1930, two years after the events of So Long, My Love, the Great Demon War results in the annihilation of the Imperial, Paris and New York Combat Revues' Flower Divisions. With Earth at peace and the revues' actions becoming public, the World Combat Revue Organization is formed with several international divisions; a biennial international Combat Revue tournament has been organized.\n\nTen years later in 1940, Imperial Japanese Navy captain Seijuurou Kamiyama is assigned as the captain of the new Imperial Combat Revue's Flower Division in Tokyo, which consists of: Sakura Amamiya, a swordswoman and new recruit; Hatsuho Shinonome, a shrine maiden and the most popular actress; Anastasia Palma, a newly-transferred Greek actress; Azami Mochizuki, a ninja prodigy from the Mochizuki clan; and Clarissa \"Clarise\" Snowflake, a Luxembourgian noblewoman. The division once again faces a new demon invasion and participates in the upcoming tournament—while trying to keep their home at the Imperial Theater open.\n\n(Source: Wikipedia, edited)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1341/105735.jpg",
      "date": "Apr 3, 2020, 22:00 (JST)",
      "producer": "SANZIGEN",
      "eps": 12,
      "genres": [
        "Sci-Fi",
        "Adventure",
        "Mecha",
        "Shounen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Yu☆Gi☆Oh!: Sevens",
      "description": "In the ever-growing world of Duel Monsters, as duelists improve their skills and rise up the ranks, duels become increasingly complex. By adhering to strict rules, in addition to using and learning proven strategies, one can develop into a strong duelist. However, as a boy who loves inventions and discovering new possibilities, elementary school student Yuuga Oudou finds the current way of dueling predictable and rigid—in other words, boring.\n\nThus, he aims to craft a new path in dueling with his exhilarating new invention: Rush Duels. His ambition soon catches the attention of Tatsuhisa Kamijou, a fellow elementary school student, who brings him to a mysterious place in an attempt to discover the potential of the new system. \n\nWhile Yuuga aims to implement Rush Duels as the new dueling standard and overthrow the conventions of the game, he opens the door to his ultimate goal—to make dueling exciting again.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1148/106883.jpg",
      "date": "Apr 4, 2020, 07:30 (JST)",
      "producer": "Bridge",
      "eps": null,
      "genres": [
        "Action",
        "Game",
        "Fantasy",
        "Shounen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "IDOLiSH7: Second Beat!",
      "description": "Second season of IDOLiSH7.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1962/106361.jpg",
      "date": "Apr 5, 2020, 22:30 (JST)",
      "producer": "TROYCA",
      "eps": 15,
      "genres": [
        "Music"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Major 2nd (TV) 2nd Season",
      "description": "After recovering from the inner struggles he faced in the past, Daigo Shigeno continues to play baseball and is now the captain of Fuurin Private Academy Middle School's baseball team. Alongside Mutsuko Sakura, his classmate from elementary school, he aims to lead the team to glory. However, due to unexpected circumstances, Fuurin's baseball team is left with only six members: Daigo, Mutsuko, Yayoi Sawa, Tao Sagara, Seira Kandori, and Hiromu Tanba. Left with mostly female players and lacking in experience, the team struggles to gain confidence and trust from the new recruits—Akira Nishina, Anita Kabashima, and Chisato Fujii. Facing challenges such as having no proper coach, problematic recruits, and a limited number of members, Daigo's resolution is put to the test as he tries to bring the team together in time to participate in their first ever tournament.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1025/105319.jpg",
      "date": "Apr 4, 2020, 17:35 (JST)",
      "producer": "OLM",
      "eps": null,
      "genres": [
        "Comedy",
        "Sports",
        "Drama",
        "Shounen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Shadowverse (TV)",
      "description": "The hottest battle is about to begin! While attending Tensei Academy, Hiro Ryugasaki ends up acquiring a mysterious smartphone. It comes installed with the popular card game, Shadowverse! Meeting new rivals, facing major tournaments, forging bonds with friends... Shadowverse leads Hiro to all sorts of new experiences, all that serve to \"evolve\" him.\n\n(Source: Crunchyroll)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1541/103429.jpg",
      "date": "Apr 7, 2020, 17:55 (JST)",
      "producer": "Zexcs",
      "eps": null,
      "genres": [
        "Fantasy",
        "Game"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Olympia Kyklos",
      "description": "Demetrios, a timid and kind vase painter in Ancient Greece who dislikes sports and competitions, is one day forced to come up with a game to compete with the mayor of the neighboring town in order to save his village. While hiding inside a large vase outside his workshop, lightning strikes the vase Demetrios is in, transferring him to Tokyo, Japan, during the 1964 Summer Olympics.\n \n(Source: MU)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1543/107116.jpg",
      "date": "Apr 20, 2020, 21:54 (JST)",
      "producer": "-",
      "eps": 24,
      "genres": [
        "Slice of Life",
        "Comedy",
        "Historical",
        "Sports",
        "Seinen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Argonavis from BanG Dream!",
      "description": "Ren Nanahoshi is a lonely college student who isn't good at communicating with others. He remembers the thrill of watching a live band perform when he was young, and spent most of his days searching for his own identity. One day, while singing karaoke alone, two boys named Yuuto and Wataru discover Ren's singing ability. The two agree: \"This is fate. Let's start a band!\" Ren promptly runs away, but fate indeed steps in, and their journey begins.\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1367/104178.jpg",
      "date": "Apr 11, 2020, 01:25 (JST)",
      "producer": "SANZIGEN",
      "eps": 13,
      "genres": [
        "Music"
      ],
      "category": "TV (New)"
    },
    {
      "title": "BanG Dream! Garupa☆Pico: Oomori",
      "description": "The second season of the mini series starring the girls of BanG Dream!",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1598/106709.jpg",
      "date": "May 7, 2020",
      "producer": "SANZIGEN",
      "eps": null,
      "genres": [
        "Music",
        "Comedy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Mewkledreamy",
      "description": "The story begins when a middle school girl named Yume sees something fall from the sky, and meets a pale violet-colored kitten named Mew. It turns out that Mew has the power of \"Yume Synchro\" (Dream Synchro), the power to enter dreams. In the dream world, the girl and Mew collect Dream Stones. \n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1806/105775.jpg",
      "date": "Apr 5, 2020, 10:30 (JST)",
      "producer": "J.C.Staff",
      "eps": null,
      "genres": [
        "Adventure",
        "Kids",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Komatta Jiisan",
      "description": "The comedy centers on an old man who pulls stereotypical ikemen (handsome man) actions on similarly old women and makes their hearts flutter. \n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1227/106465.jpg",
      "date": "Apr 8, 2020, 23:29 (JST)",
      "producer": "-",
      "eps": null,
      "genres": [
        "Adventure",
        "Comedy",
        "Drama",
        "Romance",
        "Seinen",
        "Slice of Life"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Asatir: Mirai no Mukashi Banashi",
      "description": "In 2050 Riyadh, elder Asma's richly captivating storytelling transports her cherished grandchildren to fabled times where they learn that modern-day dilemmas are no match for the trials, tribulations and words of wisdom passed from generation to generation through their fascinating folktales.\n\n(Source: Sentai Filmworks)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1365/106794.jpg",
      "date": "Apr 4, 2020, 08:00 (JST)",
      "producer": "Toei Animation",
      "eps": 13,
      "genres": [
        "Adventure"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Cardfight!! Vanguard Gaiden: If",
      "description": "The series will explore an alternate universe to the main series, and will focus on Kouji Ibuki, an antagonist in the Cardfight!! Vanguard Movie: Neon Messiah, and Suiko Tatsunagi.\n\n(Source: ANN, edited)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1992/106795.jpg",
      "date": "May 30, 2020, 08:00 (JST)",
      "producer": "-",
      "eps": null,
      "genres": [
        "Action",
        "Game",
        "Adventure",
        "Demons"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Gal-gaku.: Hijiri Girls Square Gakuin",
      "description": "The anime is set in Holy Girls Square Academy, an academy for training pro star performers. The anime will focus on students who aim to participate in the academy's annual big event, the Girls' Arena.\n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1454/106284.jpg",
      "date": "Apr 6, 2020, 07:05 (JST)",
      "producer": "OLM, Wit Studio",
      "eps": null,
      "genres": [
        "Music",
        "School"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Watanuki-san Chi to",
      "description": "Second season of Watanuki-san Chi no.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1524/106532.jpg",
      "date": "Apr 6, 2020, 01:35 (JST)",
      "producer": "-",
      "eps": null,
      "genres": [
        "Slice of Life"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Kiratto Pri☆chan Season 3",
      "description": "Third season of Kiratto Pri☆chan.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1500/105552.jpg",
      "date": "Apr 5, 2020, 10:00 (JST)",
      "producer": "Tatsunoko Production",
      "eps": null,
      "genres": [
        "Music",
        "Slice of Life",
        "Comedy",
        "Magic",
        "Shoujo"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Tomica Kizuna Gattai: Earth Granner",
      "description": "The anime centers on the battles between the mysterious alien enemy Dark Spinner and the secret defense unit Earth Granner over Earth Energy, the energy generated from the Earth's rotation. \n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1597/105401.jpg",
      "date": "Apr 5, 2020, 09:30 (JST)",
      "producer": "OLM",
      "eps": null,
      "genres": [
        "Action",
        "Adventure",
        "Mecha",
        "Sci-Fi"
      ],
      "category": "TV (New)"
    },
    {
      "title": "TV Yarou Nanaana: Kaibutsu Kraken wo Oe!",
      "description": "Third season of TV Yarou Nanaana.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1201/106347.jpg",
      "date": "Apr 16, 2020, 19:53 (JST)",
      "producer": "Studio Crocodile",
      "eps": null,
      "genres": [
        "Adventure",
        "Comedy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Micchiri Wanko! Animation",
      "description": "Spin-off of Micchiri Neko.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1793/106522.jpg",
      "date": "Apr 1, 2020, 07:30 (JST)",
      "producer": "Charaction",
      "eps": null,
      "genres": [
        "Comedy",
        "Kids"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Anoyo no Subete wa, Obake-gumi!",
      "description": "The gag anime takes place at a school for youkai and other supernatural beings. A vampire named Rakuru transfers to the school from the West, and she tries to change the school as the class representative.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1762/106451.jpg",
      "date": "Apr 7, 2020",
      "producer": "-",
      "eps": 13,
      "genres": [
        "Comedy",
        "Supernatural"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Motto! Majime ni Fumajime Kaiketsu Zorori",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1401/106017.jpg",
      "date": "Apr 5, 2020, 19:00 (JST)",
      "producer": "Ajia-Do, Bandai Namco Pictures",
      "eps": null,
      "genres": [
        "Adventure",
        "Comedy",
        "Kids"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Hakushon Daimaou 2020",
      "description": "50 years have passed since the events of the original Hakushon Daimaou series. Akubi is training to become queen when she meets Kantarou Yodama, the grandson of the genie bottle's original owner, Kan-chan. Together, Akubi and Kantarou take on many jobs in the human world and learn the importance of having a dream.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1621/105178.jpg",
      "date": "Apr 11, 2020, 17:30 (JST)",
      "producer": "Nippon Animation, Tatsunoko Production",
      "eps": null,
      "genres": [
        "Comedy",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Duel Masters King",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1117/106742.jpg",
      "date": "Apr 5, 2020, 08:30 (JST)",
      "producer": "Brain's Base, Shogakukan Music & Digital Entertainment",
      "eps": null,
      "genres": [
        "Action",
        "Adventure",
        "Comedy",
        "Shounen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Ooya-san to Boku",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1588/106204.jpg",
      "date": "Mar 2, 2020, 23:45 (JST)",
      "producer": "Fanworks",
      "eps": 10,
      "genres": [
        "Slice of Life"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Poccolies",
      "description": "The 2018 LINE sticker set Poccolies is inspiring a series of anime shorts. The story of the sticker set is that a positive and honest boy named Patsuhiko lives on Pokkori Island, along with the shrewd and mysterious Ham, and a reliable older brother figure named Kangaroo. The sticker set follows their daily lives. \n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1806/105533.jpg",
      "date": "Apr 6, 2020, 23:29 (JST)",
      "producer": "Kachidoki Studio",
      "eps": null,
      "genres": [
        "Slice of Life",
        "Kids"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Neko Neko Nihonshi 5th Season",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1112/106363.jpg",
      "date": "Apr 8, 2020, 06:45 (JST)",
      "producer": "-",
      "eps": null,
      "genres": [
        "Historical",
        "Parody",
        "Kids",
        "Samurai"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Zo Zo Zo Zombie-kun (TV)",
      "description": "A gag comedy aimed at young children featuring Zombie-kun, a child zombie, and his interactions with the world. It's not intended to be scary in the slightest, but rather, it focuses on the comical and bizarre things Zombie-kun's body can do, and the common-sense-defying way Zombie-kun behaves. For example, he'll take out his stomach and inflate it with air to use as a pillow, or if he gets wet, he'll detach parts of his body and wring them out like towels, then reattach them with a glue stick. Everything is depicted in a cute, cartoony fashion so as not to be too graphic for kids.\n\n(Source: Baka-Updates)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1054/107129.jpg",
      "date": "Apr 15, 2020",
      "producer": "J.C.Staff",
      "eps": 100,
      "genres": [
        "Comedy",
        "Kids"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Norimono Man: Mobile Land no Car-kun",
      "description": "The anime will depict various vehicles as characters in the \"Mobile Land\" island. The protagonist Car-kun arrives at the island as a delivery worker. Through his deliveries, he gets to know the residents of Mobile Land, all while following traffic rules and having his deliveries stopped by the meddling Sabibi. \n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1612/106288.jpg",
      "date": "Apr 2, 2020",
      "producer": "CloverWorks",
      "eps": null,
      "genres": [
        "Cars",
        "Comedy",
        "Kids",
        "Slice of Life"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Bite-Choicar",
      "description": "Chashin was selected by the legendary choicar \"Stormbone,\" as the strongest racer, and will showcase a new concept of bite racing.\n\nBite racing is a new racing game that never hits a rail with two cars chasing in a match. The bite-free rail running on the track creates a more realistic racing experience. Various types of super cars such as speed type, balance type, and power type create unique racing on 3 types of tracks (crash track, line track, outdoor race).\n\n(Source: enewstoday.co.kr)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1656/106927.jpg",
      "date": "Apr 18, 2020, 07:15 (JST)",
      "producer": "-",
      "eps": 26,
      "genres": [
        "Cars",
        "Kids"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Origami Ninja Koyankinte",
      "description": "Koyan, the Origami Ninja, came to Earth from his planet Origamio to find the magical stone \"Hapiton\" that has the ability to make people happy. On the way, he was joined by childhood friend Namin anda new friend Lublin. One day, a villain called Evilrun appeared. Evilrun has a black hole in her stomach and tries to inhale anything. Every time an event happens, Evilrun gets in the way of Koyan and friends. But what Evilrun's aim is remains a mystery...",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1860/106477.jpg",
      "date": "Apr 7, 2020, 07:30 (JST)",
      "producer": "Directions",
      "eps": null,
      "genres": [
        "Comedy",
        "Kids"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Mukashi Keibanashi 2nd Season",
      "description": "Second season of Mukashi Keibanashi.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1357/107487.jpg",
      "date": "May 9, 2020, 22:10 (JST)",
      "producer": "-",
      "eps": 4,
      "genres": [
        "Comedy",
        "Parody",
        "Sports",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Oshiri Tantei 4th Season",
      "description": "Fourth season of Oshiri Tantei.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1229/107371.jpg",
      "date": "Apr 4, 2020, 09:00 (JST)",
      "producer": "Toei Animation",
      "eps": null,
      "genres": [
        "Mystery",
        "Comedy",
        "Kids",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Washimo 8th Season",
      "description": "Eighth season of the Washimo series.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1914/106717.jpg",
      "date": "Mar 30, 2020, 06:00 (JST)",
      "producer": "-",
      "eps": null,
      "genres": [
        "Sci-Fi",
        "Slice of Life",
        "Comedy",
        "Kids",
        "School"
      ],
      "category": "TV (New)"
    },
    {
      "title": "One Piece",
      "description": "Gol D. Roger was known as the \"Pirate King,\" the strongest and most infamous being to have sailed the Grand Line. The capture and execution of Roger by the World Government brought a change throughout the world. His last words before his death revealed the existence of the greatest treasure in the world, One Piece. It was this revelation that brought about the Grand Age of Pirates, men who dreamed of finding One Piece—which promises an unlimited amount of riches and fame—and quite possibly the pinnacle of glory and the title of the Pirate King.\n\nEnter Monkey D. Luffy, a 17-year-old boy who defies your standard definition of a pirate. Rather than the popular persona of a wicked, hardened, toothless pirate ransacking villages for fun, Luffy’s reason for being a pirate is one of pure wonder: the thought of an exciting adventure that leads him to intriguing people and ultimately, the promised treasure. Following in the footsteps of his childhood hero, Luffy and his crew travel across the Grand Line, experiencing crazy adventures, unveiling dark mysteries and battling strong enemies, all in order to reach the most coveted of all fortunes—One Piece.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/6/73245.jpg",
      "date": "Oct 20, 1999, 09:30 (JST)",
      "producer": "Toei Animation",
      "eps": null,
      "genres": [
        "Action",
        "Adventure",
        "Comedy",
        "Super Power",
        "Drama",
        "Fantasy",
        "Shounen"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "Black Clover",
      "description": "Asta and Yuno were abandoned at the same church on the same day. Raised together as children, they came to know of the \"Wizard King\"—a title given to the strongest mage in the kingdom—and promised that they would compete against each other for the position of the next Wizard King. However, as they grew up, the stark difference between them became evident. While Yuno is able to wield magic with amazing power and control, Asta cannot use magic at all and desperately tries to awaken his powers by training physically.\n\nWhen they reach the age of 15, Yuno is bestowed a spectacular Grimoire with a four-leaf clover, while Asta receives nothing. However, soon after, Yuno is attacked by a person named Lebuty, whose main purpose is to obtain Yuno's Grimoire. Asta tries to fight Lebuty, but he is outmatched. Though without hope and on the brink of defeat, he finds the strength to continue when he hears Yuno's voice. Unleashing his inner emotions in a rage, Asta receives a five-leaf clover Grimoire, a \"Black Clover\" giving him enough power to defeat Lebuty. A few days later, the two friends head out into the world, both seeking the same goal—to become the Wizard King!\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/2/88336.jpg",
      "date": "Oct 3, 2017, 18:25 (JST)",
      "producer": "Studio Pierrot",
      "eps": null,
      "genres": [
        "Action",
        "Comedy",
        "Magic",
        "Fantasy",
        "Shounen"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "Boruto: Naruto Next Generations",
      "description": "Following the successful end of the Fourth Shinobi World War, Konohagakure has been enjoying a period of peace, prosperity, and extraordinary technological advancement. This is all due to the efforts of the Allied Shinobi Forces and the village's Seventh Hokage, Naruto Uzumaki. Now resembling a modern metropolis, Konohagakure has changed, particularly the life of a shinobi. Under the watchful eye of Naruto and his old comrades, a new generation of shinobi has stepped up to learn the ways of the ninja.\n\nBoruto Uzumaki is often the center of attention as the son of the Seventh Hokage. Despite having inherited Naruto's boisterous and stubborn demeanor, Boruto is considered a prodigy and is able to unleash his potential with the help of supportive friends and family. Unfortunately, this has only worsened his arrogance and his desire to surpass Naruto which, along with his father's busy lifestyle, has strained their relationship. However, a sinister force brewing within the village may threaten Boruto's carefree life.\n\nNew friends and familiar faces join Boruto as a new story begins in Boruto: Naruto Next Generations.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/9/84460.jpg",
      "date": "Apr 5, 2017, 17:30 (JST)",
      "producer": "Studio Pierrot",
      "eps": null,
      "genres": [
        "Action",
        "Adventure",
        "Super Power",
        "Martial Arts",
        "Shounen"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "Detective Conan",
      "description": "Shinichi Kudou, a high school student of astounding talent in detective work, is well known for having solved several challenging cases. One day, when Shinichi spots two suspicious men and decides to follow them, he inadvertently becomes witness to a disturbing illegal activity. Unfortunately, he is caught in the act, so the men dose him with an experimental drug formulated by their criminal organization, leaving him to his death. However, to his own astonishment, Shinichi lives to see another day, but now in the body of a seven-year-old child.\n\nPerfectly preserving his original intelligence, he hides his real identity from everyone, including his childhood friend Ran Mouri and her father, private detective Kogorou Mouri. To this end, he takes on the alias of Conan Edogawa, inspired by the mystery writers Arthur Conan Doyle and Ranpo Edogawa.\n\nDetective Conan follows Shinichi who, as Conan, starts secretly solving the senior Mouri's cases from behind the scenes with his still exceptional sleuthing skills, while covertly investigating the organization responsible for his current state, hoping to reverse the drug's effects someday.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/7/75199.jpg",
      "date": "Jan 8, 1996, 18:00 (JST)",
      "producer": "TMS Entertainment",
      "eps": null,
      "genres": [
        "Adventure",
        "Mystery",
        "Comedy",
        "Police",
        "Shounen"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "Plunderer",
      "description": "Alcia is a world governed by \"Count\": numbers engraved on a person's body, representing any number related to their life. These Counts determine a person's social status and power in Alcia. If a Count reaches zero, the person is sent to the Abyss, a place rumored to be worse than death.\n\nHina, a traveler whose Count is based on the distance she traveled, witnessed her mother get dragged down into the Abyss. Determined to fulfill her mother's last wishes, she sets off on a journey in search of the legendary Aces—heroes of the war that happened three hundred years ago, bearing a white star next to their Count.\n\nWhile wandering around, Hina encounters Licht Bach, a mysterious masked man with negative Count, and Nana, the owner of a tavern. In the midst of having a good time, Hina is tricked into a battle with a military soldier. However, despite his negative count, Licht rescues Hina and reveals that he has another count, one with a white star, one of a legendary Ace.\n\nPlunderer follows the journey of Hina and other inhabitants of Alcia as they discover the truth about their world, the Abyss, and the legendary Aces.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1534/104784.jpg",
      "date": "Jan 9, 2020, 01:05 (JST)",
      "producer": "GEEKTOYS",
      "eps": 24,
      "genres": [
        "Action",
        "Ecchi",
        "Fantasy",
        "Shounen"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "Ahiru no Sora",
      "description": "Lacking what is considered the most important asset in basketball, Sora Kurumatani has struggled with his short height since the inception of his love for the game. Despite missing this beneficial aspect, Sora's unwavering drive never allowed his small stature to dictate his ability to play, believing strongly in trying his hardest and persistently practicing to prove his capability.\n\nIn hopes of satisfying his mother's wishes, Sora enters Kuzuryuu High School to become a member of the basketball club and compete wholeheartedly in tournaments. However, Sora is disappointed to find out that the boy's basketball team is nothing but a retreat for punks who have no interest in the sport. Sora also comes to learn that brothers Chiaki and Momoharu Hanazono—whom he becomes acquainted with—have also lost their once spirited motivation to play. \n\nDetermined to revive the basketball team, Sora challenges the boys to a match against him, where his quick feet and swift movements overwhelm the group. Gradually affected by Sora's impressive skills, sheer effort, and tireless devotion to basketball, the boys unexpectedly find their burnt-out passion for the game rekindling once again.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1505/102719.jpg",
      "date": "Oct 2, 2019, 17:55 (JST)",
      "producer": "Diomedea",
      "eps": 50,
      "genres": [
        "Comedy",
        "Sports",
        "Drama",
        "School",
        "Shounen"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "Toaru Kagaku no Railgun T",
      "description": "The Daihasei Festival has begun, and that of course means that Tokiwadai Middle School—a prestigious all-girls' middle school—is competing too. Despite the participation of the \"Ace of Tokiwadai,\" Mikoto Misaka, the other students who are participating are still putting their utmost effort into winning, no matter how impossible the feat may seem against her might.\n\nHowever, not all is fun and games. Due to the the festival, Academy City opens to the outside world, and various factions have begun plotting ways to infiltrate the city. Misaka appears to be on their radar, and as the festival proceeds, people lurking from the shadows begin to emerge...\n\nToaru Kagaku no Railgun T brings back the Tokiwadai Ace and her friends as they dive deeper into the dark side of Academy City. From terrorist attacks to ruthless underground projects, anything is possible in this city.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1819/103287.jpg",
      "date": "Jan 10, 2020, 22:00 (JST)",
      "producer": "J.C.Staff",
      "eps": 25,
      "genres": [
        "Action",
        "Sci-Fi",
        "Super Power"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "Crayon Shin-chan",
      "description": "Just because an anime features a young protagonist does not necessarily mean that it is an appropriate series to show your children. Young Shinnosuke, or Shin-chan for short, is a very creative young boy that lives with his eccentric parents, Misae and Hiroshi, as well as his Prima Donna younger sister, Himawari, and has loads of unique friends to boot.\n\nEveryday life for little Shin-chan is full of funny (and shocking) moments, most of which stem from his unnatural and sometimes profane use of language, as well as his constant acts of inappropriate behavior. Shin-chan's famous \"elephant\" gag is one of the most defining moments in Crayon Shin-chan, simply because it is the epitome of crude comedy, one of the core themes of the series.\n\nCrayon Shin-chan is a hilarious show about the day in the life of a young, curious boy, that captures the awkwardness of growing up as well as the beauty of being true to one's self, no matter what others say.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/10/59897.jpg",
      "date": "Apr 13, 1992, 19:30 (JST)",
      "producer": "Shin-Ei Animation",
      "eps": null,
      "genres": [
        "Slice of Life",
        "Comedy",
        "Ecchi",
        "School",
        "Seinen"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "Pokemon (2019)",
      "description": "On a new day in the Kanto region, Satoshi gets invited by Professor Yukinari Ookido over to Professor Sakuragi's lab-opening ceremony in Vermillion City. During the ceremonial speech, Professor Sakuragi receives an alert of a possibly rare Pokémon appearing in Vermillion City's harbor, leading Satoshi and the other trainers to rush to the area in hopes of finding the mysterious Pokémon. At the harbor, they find Lugia—a Legendary Pokémon—engaged in combat with other trainers.\n\nNoticing the other trainers' tactics, Satoshi has his partner, Pikachu, strike Lugia with a Thunderbolt attack. Unfazed, Lugia flees, but not before Satoshi determinedly leaps onto its back. To Satoshi's surprise, he meets another boy, Gou, who leapt onto Lugia's back as well. The two ride on Lugia's back as it brings them along on a bizarre adventure across the seas. As it lets the two back on the ground, Satoshi and Gou bid their farewells to Lugia and return to Sakuragi Institute.\n\nImpressed by Gou's findings and Satoshi's insight taken during their encounter, Sakuragi requests for the duo to be his new research partners. And so the duo's journey begins, traveling across multiple regions to meet many new Pokémon—including ones that have the ability to Gigantamax!\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1489/104391.jpg",
      "date": "Nov 17, 2019, 18:00 (JST)",
      "producer": "OLM",
      "eps": null,
      "genres": [
        "Action",
        "Adventure",
        "Comedy",
        "Kids",
        "Fantasy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "Hatena☆Illusion",
      "description": "Years ago, many magical \"Artifacts\" were stolen and scattered throughout the world. They fell into the hands of people who were not supposed to know of their existence, causing misfortune to those who abused their power. The Hoshisato family of magicians has special access to the Artifacts, and they take it upon themselves to return them to their rightful place.\n\nDespite her inexperience, Kana \"Hatena\" Hoshisato wishes to aid her parents Mamoru and Maeve in their quest, doing her best to improve. Meanwhile, her childhood friend Makoto Shiranui has come to their mansion to study magic under her father's tutelage as part of a promise they made years ago. Hatena is excited to see her friend again, only to be utterly disappointed when the person she thought to be a girl all these years turns out to be a boy, leading to a bitter reunion.\n\nBefore long, Makoto comes to know of the Artifacts and the true identities of the magicians he admires. Unfazed, he continues to strive to fulfill his promises and stay true to why he learns magic—to ease the sadness of people around him and, most importantly, to become a person worthy of being Hatena's partner.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1299/106117.jpg",
      "date": "Jan 9, 2020, 23:30 (JST)",
      "producer": "Children's Playground Entertainment",
      "eps": 12,
      "genres": [
        "Comedy",
        "Supernatural",
        "Romance",
        "Ecchi"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "A3! Season Spring & Summer",
      "description": "\"Director! Please help us bloom!\"\n\nIn Tokyo, there is a place called Velude Way. It is a district notorious for its performers and theatrical groups. Izumi Tachibana, who was previously a stage actress, arrives with a letter that reads, \"Full of debt! Zero customers! Only one actor!\" It describes the current state of the once-popular theater group Mankai Company. Her task is to rebuild the company to its former glory as the new owner and chief director.\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1421/105605.jpg",
      "date": "Jan 14, 2020, 00:00 (JST)",
      "producer": "P.A. Works, Studio 3Hz",
      "eps": null,
      "genres": [
        "Music"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "Doraemon (2005)",
      "description": "Doraemon (2005) is the most recent anime series based on Fujiko Fujio's manga of the same name. \n\nIt is the 2005 version of 1979 series, with certain changes in the animation and other things.\n\nDoraemon is a cat-like robot who appears in the present to steer Nobita/Noby, who is a dumb, naive and clumsy boy on the right path in order to secure his future. Nobita's love interest is Shizuka Minamoto/Sue, his frenemies are Takeshi Goda/Big G and Suneo/Sneech.\n\n(Source: Wikipedia)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/6/23935.jpg",
      "date": "Apr 22, 2005, 19:00 (JST)",
      "producer": "Shin-Ei Animation",
      "eps": null,
      "genres": [
        "Sci-Fi",
        "Comedy",
        "Kids",
        "Shounen"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "Gudetama",
      "description": "Gudetama, an egg that is dead to the world and completely lacks motivation. No matter what cooking method you use, Gudetama remains unmoved.\n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/10/79996.jpg",
      "date": "Mar 31, 2014",
      "producer": "Gathering",
      "eps": null,
      "genres": [
        "Comedy",
        "Kids"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "Breakers",
      "description": "The anime will center on para-athletes who all meet an outcast sports scientist named Ren Narita. The anime will have four stories about four different sports: wheelchair basketball, track and high jump, goalball, and paralympic swimming.\n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1125/106426.jpg",
      "date": "Jan 7, 2020, 18:45 (JST)",
      "producer": "Albacrow",
      "eps": 16,
      "genres": [
        "Sports"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "Nintama Rantarou",
      "description": "Rantarou, Shinbei and Kirimaru are ninja apprentices in the Ninja Gakuen, where first grade ones are called \"Nintamas\" (contraction of the words ninja+tama (egg)). They must learn everything a ninja must know, but as for our heroes, money, food or playing are more interesting. The series show the everyday adventures of our heroes, segmentated in a cartoon fashion, like 2 small episodes in a 30-min show. The cast also includes the teachers (Doi-sensei and crossdressing Yamada-sensei), nintama kunoichis, evil guys (Dokutake ninjas) and even family members of all the cast...\n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/6/74028.jpg",
      "date": "Apr 10, 1993, 18:10 (JST)",
      "producer": "Ajia-Do",
      "eps": null,
      "genres": [
        "Comedy",
        "Kids"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "Sazae-san",
      "description": "The main character is a mother named Sazae-san. She lives in a house with her husband, her kids and her parents. The show is the ultimate family program and tends to follow traditional themes. Think of this show as the Japanese equivalent to \"The Partridge Family\" and you'll get a good feel for this show's atmosphere. Don't expect to see things like violence, swearing, kung-fu action or magical girls. The plots are more like \"Today, Sazae-san goes to the new mall and gets lost\". Such \"boring\" plotlines and the simplistic art are often a turn-off to non-Japanese audiences, but most Japanese find the show incredibly good. As a result, it continues to be one of the top ratings grabbers on TV and is one of the few anime that is considered \"acceptable\" by adults. \n\n(Source: AniDB)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/9/25502.jpg",
      "date": "Oct 5, 1969, 18:30 (JST)",
      "producer": "Eiken",
      "eps": null,
      "genres": [
        "Slice of Life",
        "Comedy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "Healin' Good♡Precure",
      "description": "The Healin' Garden, a secret world where Earth is healed, is under attack by the Byougenzu, who are trying to infect the Earth.\nIn order to salve it, three medical trainees of Earth, the Healin' Animals, along with Latte, the little princess of the Healin' Garden who holds a special power, escaped in search of their partners!\nNow, three ordinary girls are able to transform into Pretty Cure with the power of the Healin' Animals and fight against the Byougenzu!\nThe Pretty Cure are in charge of defending Latte and the precious Earth and all her creatures by taking care of them.\n\n(Source: Asahi TV)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1401/105084.jpg",
      "date": "Feb 2, 2020, 08:30 (JST)",
      "producer": "Toei Animation",
      "eps": null,
      "genres": [
        "Action",
        "Magic",
        "Fantasy",
        "Shoujo"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "Chibi Maruko-chan (1995)",
      "description": "Momoko Sakura is an elementary school student who likes popular idol Momoe Yamaguchi and mangas. She is often called \"Chibi Maruko-chan\" due to her young age and small size. She lives together with her parents, her grandparents and her elder sister in a little town. In school, she has many friends with whom she studies and plays together everyday, including her close pal, Tama-chan; the student committee members, Maruo-kun and Migiwa-san; and the B-class trio: 'little master' Hanawa-kun, Hamaji-Bu Taro and Sekiguchi-kun. This is a fun-loving and enjoyable anime that portrays the simple things in life.\n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1108/100604.jpg",
      "date": "Jan 8, 1995, 18:00 (JST)",
      "producer": "Nippon Animation",
      "eps": null,
      "genres": [
        "Slice of Life",
        "Comedy",
        "Kids",
        "School"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "Rebirth",
      "description": "The series revolve around a team of 12 high school students who love to play the trading card game Rebirth For You.\n\n(Source: Anime News Network)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1319/105669.jpg",
      "date": "Jan 5, 2020, 21:30 (JST)",
      "producer": "LIDENFILMS",
      "eps": null,
      "genres": [
        "Game",
        "Slice of Life",
        "Comedy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "Bonobono (TV 2016)",
      "description": "Based on the original comic BONO BONO by Mikio Igarashi that has seen over 9,000,000 total copies printed, this is the definitive animated version of the emotionally soothing character-driven series that will make you ask yourself the philosophical question, \"What are living things?\" while laughing at heartwarming gags and being entertained by the interactions of amusing forest friends Bonobono the young sea otter, Chipmunk, Fishing Cat, and more.\n\nEnjoy the easygoing days and minor misadventures of Bonobono and his friends!\n\n(Source: Fuji Creative)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/13/77617.jpg",
      "date": "Apr 2, 2016, 04:52 (JST)",
      "producer": "Eiken",
      "eps": null,
      "genres": [
        "Slice of Life",
        "Comedy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "Sore Ike! Anpanman",
      "description": "One night, a Star of Life falls down the chimney of a bakery nestled deep in the forest, causing the dough in the oven to come to life. The dough becomes Anpanman, a superhero made of anpan (a sweet roll with bean jam filling). Together with his friends, Anpanman fights his rival Baikinman and helps the malnourished. \n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1/1960.jpg",
      "date": "Oct 3, 1988, 16:20 (JST)",
      "producer": "TMS Entertainment",
      "eps": null,
      "genres": [
        "Comedy",
        "Kids",
        "Fantasy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "Zoids Wild Zero",
      "description": "Sequel of Zoids Wild.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1131/104980.jpg",
      "date": "Oct 4, 2019, 17:55 (JST)",
      "producer": "OLM",
      "eps": null,
      "genres": [
        "Action",
        "Sci-Fi",
        "Adventure",
        "Comedy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "Super Shiro",
      "description": "Spin-off series of Crayon Shin-chan franchise, featuring Shiro.  Commemorates 60th Anniversary of TV Asahi.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1555/103542.jpg",
      "date": "Oct 14, 2019",
      "producer": "Science SARU",
      "eps": 48,
      "genres": [
        "Kids"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "Ojarumaru",
      "description": "In the Heian era, around 1000 years ago, a young boy of noble family named Ojarumaru is bored with his life of privilege. Meanwhile, three demons steal the power-stick of Enma, king of demons, and then lose it. Ojarumaru finds it, and uses it to transport himself to the present time. Here, he is befriended by a young boy named Kazuma, and becomes a member of his family. As time goes on, Ojarumaru makes many new friends, while dodging the comedic efforts of the three demons, Akane, Kisuke, and Aobee, as they try to recover the stick. (from ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/2/8519.jpg",
      "date": "Oct 5, 1998, 18:10 (JST)",
      "producer": "Gallop",
      "eps": null,
      "genres": [
        "Adventure",
        "Comedy",
        "Kids",
        "Fantasy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "Yasamura Yasashi no Yasashii Sekai",
      "description": "The series follows a mysterious but gentle-hearted man named Yasashi Yasamura who spreads warmth and human kindness wherever he goes.\n\n(Source: Crunchyroll)\n\n33 Episodes have been released as of July 2019.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/10/81641.jpg",
      "date": "Sep 2, 2016",
      "producer": "DLE",
      "eps": null,
      "genres": [
        "Comedy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "Yodel no Onna",
      "description": "The sound of yodeling will appear when you least expect it.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/11/87843.jpg",
      "date": "Sep 22, 2017",
      "producer": "DLE",
      "eps": null,
      "genres": [
        "Music",
        "Comedy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "Puzzle & Dragon",
      "description": "The story is set in modern day Japan following the growth of the protagonist Taiga Akashi, an elementary school kid who wants to be a professional gamer someday. \n\n(Source: Crunchyroll)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1535/95070.jpg",
      "date": "Apr 2, 2018, 18:25 (JST)",
      "producer": "Studio Pierrot",
      "eps": null,
      "genres": [
        "Game",
        "Kids"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "Neko Konogoro",
      "description": "Based on the characters created by Study.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1877/91297.jpg",
      "date": "Jun 8, 2016, 00:00 (JST)",
      "producer": "Kachidoki Studio",
      "eps": null,
      "genres": [
        "Comedy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "Neko no Robu",
      "description": "The series stars a cat with a lack of energy who speaks while lying down, yet has a thorough personality.  He thinks various things and has fun watching humans.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1859/91295.jpg",
      "date": "May 6, 2017, 06:30 (JST)",
      "producer": "Kachidoki Studio",
      "eps": null,
      "genres": [
        "Comedy",
        "Slice of Life"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "Balala Xiaomoxian: Mofa Hai Ying Bao",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1463/102588.jpg",
      "date": "Nov 16, 2018",
      "producer": "-",
      "eps": null,
      "genres": [],
      "category": "TV (Continuing)"
    },
    {
      "title": "Bakugan: Armored Alliance",
      "description": "Second season of Bakugan: Battle Planet.\n\nThe anime began airing on February 16, 2020 in Canada on Teletoon and on March 1, 2020 in the U.S. on Cartoon Network. Regular streaming began on April 3, 2020 in Japan.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1234/106364.jpg",
      "date": "Feb 16, 2020",
      "producer": "TMS Entertainment",
      "eps": 52,
      "genres": [
        "Action",
        "Game",
        "Fantasy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "Kamiusagi Rope: Warau Asa ni wa Fukuraitaru tte Maji ssuka!?",
      "description": "Fourth season of Kamiusagi Rope, events occur after the feature film. Airs on Mezamashi TV instead of the theaters.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/6/72182.jpg",
      "date": "Nov 16, 2012, 06:45 (JST)",
      "producer": "-",
      "eps": null,
      "genres": [
        "Slice of Life",
        "Comedy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "Youkai Watch Jam: Youkai Gakuen Y - N to no Souguu",
      "description": "",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1276/104362.jpg",
      "date": "Dec 27, 2019, 18:25 (JST)",
      "producer": "-",
      "eps": null,
      "genres": [
        "Comedy",
        "Demons",
        "Kids",
        "Supernatural",
        "School"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "Knyacki!",
      "description": "Two caterpillars investigate objects on a kitchen counter while searching for food. One of them finds a piece of pasta and is intrigued by the fact that there's a hole in the middle.\n\nThey are having fun until a big mean caterpillar arrives. It's time for a major show down...",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/2/55107.jpg",
      "date": "Apr 7, 1995",
      "producer": "-",
      "eps": null,
      "genres": [
        "Comedy",
        "Kids",
        "Drama",
        "Fantasy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "Shiawase Haitatsu Taneko",
      "description": "The story centers around a cat who answers people's wishes and delivers happiness. (\"Tane\" and \"neko\" are the Japanese words for \"seed\" and \"cat,\" respectively.)\n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/2/28900.jpg",
      "date": "Mar 26, 2011",
      "producer": "Kachidoki Studio",
      "eps": null,
      "genres": [
        "Comedy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "Hanakappa",
      "description": "Story about Kappa with flowers on their heads.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1105/90503.jpg",
      "date": "Mar 29, 2010",
      "producer": "OLM, Xebec",
      "eps": null,
      "genres": [
        "Comedy",
        "Kids"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "Go! Go! Atom",
      "description": "The eco-systems of planet Earth are endangered. Lucky for us, a super-powered robot boy is flying to rescue! astro in on a mission to help anyone anywhere in the world with a problem involving natural phenomena. Go little Astro Boy! GO! \n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1793/107568.jpg",
      "date": "Oct 3, 2019, 18:10 (JST)",
      "producer": "-",
      "eps": 52,
      "genres": [
        "Action",
        "Adventure",
        "Drama",
        "Kids",
        "Mecha",
        "Sci-Fi"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "Pittanko!! Nekozakana",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1058/102001.jpg",
      "date": "Oct 9, 2017",
      "producer": "-",
      "eps": null,
      "genres": [],
      "category": "TV (Continuing)"
    },
    {
      "title": "Aware! Meisaku-kun",
      "description": "A long, long time ago, there was a prestigious school called \"Ryuuguu Elementary School\" that produced many masterpiece characters. One day, an ordinary boy named Meisaku Matsuda enrolled at the school. Little did he know that the place for learning was filled with crazy characters like Sweets, the energetic idiot; Musubi, a rice ball who gets angry when called \"onigiri\"; Nokio, a narcissistic self-proclaimed robot; and Bolt, who's clearly faster than a rabbit. Surrounded by such unique characters, will Meisaku be able to graduate as a splendid masterpiece character?\n\n(Source: Anime News Network)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/13/79069.jpg",
      "date": "Apr 8, 2016, 18:20 (JST)",
      "producer": "Pie in the sky",
      "eps": null,
      "genres": [
        "Comedy",
        "Parody",
        "Kids",
        "School"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "Akita Kenritsu Iburi Gakkou Chuutou-bu",
      "description": "A tourism promotional anime for the Akita prefecture. Highlighting Akita cuisine, actors, landmarks, etc. through the banter of two high school friends who are a red oni and an akita (dog breed).",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/5/84867.jpg",
      "date": "Mar 14, 2017",
      "producer": "-",
      "eps": null,
      "genres": [
        "Comedy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "Marumaru Manul",
      "description": "The comedy story follows the daily life of a somewhat flippant Pallas's cat or manul named Manul-kun, an orange tabby cat named Chatora-kun, Sukofu-kun, and other cats. \n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1778/105047.jpg",
      "date": "Jan 6, 2020, 00:30 (JST)",
      "producer": "Kachidoki Studio",
      "eps": null,
      "genres": [
        "Comedy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "Shimajirou no Wow!",
      "description": "Fourth season of the Shimajirou children's television series.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/9/50737.jpg",
      "date": "Apr 2, 2012, 07:30 (JST)",
      "producer": "The Answer Studio",
      "eps": null,
      "genres": [
        "Adventure",
        "Comedy",
        "Fantasy",
        "Kids",
        "Magic"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "Gohan Kaijuu Pap",
      "description": "A series of short, 30-second segments featuring Gohan Kaijuu Pap and various \"side dish\" monsters to produce delicious meals.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/13/59289.jpg",
      "date": "Apr 25, 2011",
      "producer": "DLE",
      "eps": null,
      "genres": [
        "Action",
        "Comedy",
        "Kids"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "Manul no Yuube",
      "description": "Within the nature \"Darwin Kita! Kikimono Shin Densetsu\" program on NHK1.5 airs the short Manul no Yuube, based on a web manga/comic of the same name. It following animal characters who visit the bar Manul no Yuube. The bar is run by the Mama who is a Pallas's cat (Otocolobus manul) and serviced by the hostess Tsunomin who is a Brazilian treehopper (Bocydium globulare).",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1980/96936.jpg",
      "date": "Nov 11, 2018",
      "producer": "-",
      "eps": null,
      "genres": [
        "Slice of Life"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "Yowamushi Monsters",
      "description": "An NHK toddler's anime following cowardly creatures representing typical Halloween monsters like Dracula and a witch.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/11/72127.jpg",
      "date": "Dec 25, 2012",
      "producer": "-",
      "eps": null,
      "genres": [
        "Kids"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "Robot Pulta",
      "description": "Stop-motion animation about robots; though mainly focusing on Pulta a white square robot.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/9/70637.jpg",
      "date": "Apr 4, 1995",
      "producer": "-",
      "eps": null,
      "genres": [
        "Adventure",
        "Comedy",
        "Kids",
        "Mecha"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "Liv & Bell",
      "description": "A stop-motion animation about Liv, a curious little girl and Bell, a gluttonous hedgehog. Together they go on an adventure in a picture book.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/6/70717.jpg",
      "date": "Feb 15, 2013",
      "producer": "-",
      "eps": null,
      "genres": [
        "Adventure",
        "Kids"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "Beads no Mori no Rabi",
      "description": "A stop-motion anime using beaded characters. Here a magician rabbits solve problems by using magic.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/6/86113.jpg",
      "date": "Mar 20, 2015",
      "producer": "-",
      "eps": null,
      "genres": [
        "Kids",
        "Magic"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "Konigiri-kun",
      "description": "A stop-motion anime using bentou ingredients as the characters.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/8/86112.jpg",
      "date": "Feb 20, 2015",
      "producer": "-",
      "eps": null,
      "genres": [
        "Kids"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "Otoppe",
      "description": "The series follows a young girl named Shina who hopes to become the world's best DJ, and is interested in new sounds. Shina explores a mysterious world filled with Otoppe, strange creatures capable of unique sounds.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/4/85180.jpg",
      "date": "Apr 3, 2017, 08:40 (JST)",
      "producer": "-",
      "eps": null,
      "genres": [
        "Music",
        "Kids",
        "Fantasy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "Oidon to",
      "description": "A young boy tries to become as strong of a sumo wrestler as his father.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/13/86114.jpg",
      "date": "Dec 2, 2015",
      "producer": "-",
      "eps": null,
      "genres": [
        "Sports",
        "Kids"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "Fuwafuwa Hour: Pui Pui & Muu Muu",
      "description": "Fairies living in a fluffy forest, where both flowers and trees are fluffy. Follow a witch's trouble-maker apprentices Pui Pui and Muu Muu.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/12/88145.jpg",
      "date": "Jul 12, 2017",
      "producer": "-",
      "eps": null,
      "genres": [
        "Kids",
        "Fantasy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "Unicorn no Kyupi",
      "description": "Unicorn no Kyupi is a helpful sprite that lives in the kitchen and polishes dirty pots and pans clean with its fluffy white body. Harigorou, a rival sprite shaped like a hedgehog, tries to interfere. \n\n(Source: Crunchyroll)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1165/91319.jpg",
      "date": "Mar 20, 2017",
      "producer": "-",
      "eps": null,
      "genres": [
        "Kids",
        "Fantasy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "Egg Car",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1750/102905.jpg",
      "date": "Oct 3, 2019, 18:10 (JST)",
      "producer": "-",
      "eps": 52,
      "genres": [
        "Adventure",
        "Comedy",
        "Kids",
        "Fantasy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "Pakkororin",
      "description": "A minute long children's anime that follows 3 siblings. Two brothers who are rectangular and circular shaped, and a sister who is triangluar shaped. They have unique personalities and foster growth and discovery through their play time.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1134/93318.jpg",
      "date": "Mar 28, 2011, 08:24 (JST)",
      "producer": "-",
      "eps": null,
      "genres": [
        "Kids"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "Reizouko no Tsukenosuke!",
      "description": "A gag anime about foods in a refrigerator. The anime airs within the Oha Suta children's morning TV program and will receive a simultaneous manga serialization by Kazumata Oguri.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1884/95217.jpg",
      "date": "Oct 1, 2018, 07:05 (JST)",
      "producer": "-",
      "eps": null,
      "genres": [
        "Comedy",
        "Kids",
        "Parody"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "Onigiri ni Naritai Cogimyun",
      "description": "A prequel to Cogimyun covering her life at flour school before she runs her grandfather's apartment complex. Episodes air within the \"Millenia Girl\" live action program and then get released for a limited time later in the day on Sanrio's official YouTube channel.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1755/105960.jpg",
      "date": "Jan 31, 2020, 01:25 (JST)",
      "producer": "-",
      "eps": null,
      "genres": [
        "Fantasy",
        "Kids",
        "School"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "BNA",
      "description": "Throughout history, humans have been at odds with Beastmen—a species capable of changing shape due to their genetic \"Beast Factor.\" Because of this conflict, Beastmen have been forced into hiding. Anima City serves as a safe haven for these oppressed individuals to live free from human interference.\n\nDuring a festival celebrating the town's 10th anniversary, Michiru Kagemori, a human who suddenly turned into a tanuki, finds that Anima City is a far cry from paradise. After witnessing an explosion in the square, she is confronted by Shirou Ogami, a seemingly indestructible wolf and sworn protector of all Beastmen. As they pursue the criminals behind the bombing, the two discover that Michiru is anything but an ordinary Beastman, and look to investigate her mysterious past and uncanny abilities. Could she turn out to be the missing link between Humans and Beastmen?\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1139/106986.jpg",
      "date": "Apr 9, 2020",
      "producer": "Trigger",
      "eps": 12,
      "genres": [
        "Action",
        "Super Power",
        "Fantasy"
      ],
      "category": "ONA"
    },
    {
      "title": "Baki 2nd Season",
      "description": "Second season of Baki.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1020/107918.jpg",
      "date": "Jun 4, 2020",
      "producer": "-",
      "eps": 13,
      "genres": [
        "Action",
        "Martial Arts",
        "Shounen"
      ],
      "category": "ONA"
    },
    {
      "title": "Great Pretender",
      "description": "Only BADs are our targets! Trick you! Deceive you! Cheat all fortunes of you! You can hear our stories in LA, Singapore, London, Shanghai and Tokyo, Why? Our \"CON GAMEs\" stage, is the whole WORLD!\n\nEdamura Masato is supposedly Japan's greatest swindler. Together with his partner Kudo, they try to trick a Frenchman in Asakusa but unexpectedly get tricked instead. The Frenchman, whom they tried to swindle, turns out to be Laurent Thierry—a much higher-level \"confidence man,\" in control of the mafia. Edamura is yet to find out what fate awaits him, after having engaged in the Frenchman's dirty jobs...!\n\n(Source: Official Website)\n\nEpisode 1 was previewed at a screening at Anime Expo in Los Angeles on July 4, 2019. The episodes were streamed in advance on Netflix with five episodes every week beginning on June 2, 2020. Regular broadcasting began in July 9, 2020 on Fuji TV's +Ultra block.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1418/107954.jpg",
      "date": "Jun 2, 2020",
      "producer": "Wit Studio",
      "eps": 23,
      "genres": [
        "Action"
      ],
      "category": "ONA"
    },
    {
      "title": "Koukaku Kidoutai: SAC_2045",
      "description": "In the year 2045, after an economic disaster known as the Synchronized Global Default, rapid developments in AI propelled the world to enter a state of “Sustainable War”. However, the public is not aware of the threat that AI has towards the human race.\n\nFull-body cyborg Major Motoko Kusanagi and her second-in-command Batou are former members of Public Security Section 9, who are now hired mercenaries traveling hot devastated American west coast. This land is full of opportunity for the major and her team, they utilize their enhanced cyberbrains and combat skills from their time working in Section 9. However, things get complicated with the emergence of “post humans,” who have extreme intelligence and physical powers. The members of Section 9 comeback together again in order to face this new threat.\n\n(Source: Official Website)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1213/106702.jpg",
      "date": "Apr 23, 2020",
      "producer": "Production I.G, Sola Digital Arts",
      "eps": 12,
      "genres": [
        "Action",
        "Military",
        "Sci-Fi",
        "Police",
        "Mecha",
        "Seinen"
      ],
      "category": "ONA"
    },
    {
      "title": "Jashin-chan Dropkick'",
      "description": "Second season of Jashin-chan Dropkick.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1360/106360.jpg",
      "date": "Apr 6, 2020",
      "producer": "Nomad",
      "eps": 11,
      "genres": [
        "Comedy",
        "Supernatural"
      ],
      "category": "ONA"
    },
    {
      "title": "Hitori no Shita: The Outcast 3rd Season",
      "description": "Third season of Hitori no Shita: The Outcast.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1197/106650.jpg",
      "date": "Apr 24, 2020",
      "producer": "BigFireBird Animation",
      "eps": 8,
      "genres": [
        "Action",
        "Mystery",
        "Super Power",
        "Psychological",
        "Supernatural",
        "Drama",
        "Martial Arts"
      ],
      "category": "ONA"
    },
    {
      "title": "Yesterday wo Utatte Haishin-ban Episode",
      "description": "Special episodes released on AbemaTV.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1919/107275.jpg",
      "date": "Apr 5, 2020",
      "producer": "Doga Kobo",
      "eps": 6,
      "genres": [
        "Slice of Life",
        "Drama",
        "Romance",
        "Seinen"
      ],
      "category": "ONA"
    },
    {
      "title": "Sol Levante",
      "description": "A young warrior and her familiar search for the sacred place said to fulfill wishes. It's best not to anger the ancient guardians and spirits.\n\n(Source: Netflix)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1356/103619.jpg",
      "date": "Apr 2, 2020",
      "producer": "Production I.G",
      "eps": 1,
      "genres": [
        "Action",
        "Fantasy"
      ],
      "category": "ONA"
    },
    {
      "title": "Quanzhi Fashi 4th Season",
      "description": "Fourth season of Quanzhi Fashi.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1925/105375.jpg",
      "date": "May 27, 2020",
      "producer": "-",
      "eps": 12,
      "genres": [
        "Action",
        "Magic",
        "Fantasy",
        "School"
      ],
      "category": "ONA"
    },
    {
      "title": "Gundam Build Divers Re:Rise 2nd Season",
      "description": "A beam of light, fired from an orbital satellite at the end of their fierce battle, forced Hiroto and his teammates to face the possibility that the planet Eldora where they have been battling doesn't just exist within the network game Gunpla Battle Online (GBN), but is part of the real world. For a time, this realization brought the Build Divers to a halt.\nHowever, their bond with Freddie and the other people of Eldora, who fought with them against the One-eyes, brings Hiroto, Kazami, May, and Parviz back together again. To find Masaki Shido, the Diver whose consciousness is still trapped on Eldora... To discover the true nature of Alus, the mysterious leader of the One-eyes... And most of all, to save Freddie and their other precious comrades. There is still a remaining \"mission\" they must clear on Eldora. With the power of their newly built Gunpla, the true battle of the second Build Divers will now begin.\n\n(Source: Official Site)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1962/105909.jpg",
      "date": "Apr 9, 2020",
      "producer": "Sunrise Beyond",
      "eps": null,
      "genres": [
        "Action",
        "Sci-Fi",
        "Mecha"
      ],
      "category": "ONA"
    },
    {
      "title": "Zashiki Warashi no Tatami-chan",
      "description": "The \"pleasant horror gag comedy\" centers around the life of Tatami-chan, a sardonic ghost from Iwate Prefecture who is now living in Tokyo among other spirits, supernatural entities, and humans. In addition to dealing with otherworldly matters, the unemployed Tatami-chan also has to deal with job-hunting as well as paying for gas, water, and electricity. \n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1963/105596.jpg",
      "date": "Apr 10, 2020",
      "producer": "Zero-G",
      "eps": null,
      "genres": [
        "Comedy",
        "Horror",
        "Supernatural"
      ],
      "category": "ONA"
    },
    {
      "title": "Shi Huang Zhi Shen",
      "description": "Lian En is a god who has lied too much and has now attracted bad karma. One day, he meets a high school student who will change his destiny forever!\n\n(Source: Exodus Chaos)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1524/106826.jpg",
      "date": "Apr 1, 2020",
      "producer": "Haoliners Animation League",
      "eps": 13,
      "genres": [
        "Action",
        "Comedy"
      ],
      "category": "ONA"
    },
    {
      "title": "Wan Sheng Jie",
      "description": "The pure and cute little devil Nini lives in Room 1031 of Wan Sheng Street Apartment. His roommates are no ordinary people: The lazy and wacky vampire Ira who spends most of his time gaming or watching TV, the unlucky dancer werewolf Vladimir, the serious and old-fashioned angel landlord Lynn and his naive little sister Lily, and many more.\n\nWhat none of them realize is that the power of the demon king is sleeping inside of Nini. With evil forces in hot pursuit, can Nini and his friends head off disaster?\n\n(Source: QQ, translated)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1854/106930.jpg",
      "date": "Apr 1, 2020",
      "producer": "-",
      "eps": 12,
      "genres": [
        "Slice of Life",
        "Comedy",
        "Supernatural"
      ],
      "category": "ONA"
    },
    {
      "title": "Yao Shen Ji Zhi Hei Yu Pian",
      "description": "Fourth season of Yao Shen Ji.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1196/107545.jpg",
      "date": "Apr 8, 2020",
      "producer": "Ruo Hong Culture",
      "eps": 52,
      "genres": [
        "Action",
        "Adventure",
        "Demons",
        "Romance",
        "Martial Arts",
        "Fantasy"
      ],
      "category": "ONA"
    },
    {
      "title": "Bai Yao Pu",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1162/105824.jpg",
      "date": "Apr 25, 2020",
      "producer": "-",
      "eps": null,
      "genres": [
        "Adventure",
        "Fantasy",
        "Mystery",
        "Supernatural"
      ],
      "category": "ONA"
    },
    {
      "title": "Wo Kai Dongwuyuan Naxie Nian",
      "description": "Duan Jiaze inherited a private zoo and was forced to sign a contract after his graduation. And from that day onwards the first ever age classified Luya zoo appeared, those aged under 21 are prohibited to enter.\n\n(Source: Twitter User Xiyoumiyu)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1771/106652.jpg",
      "date": "Apr 5, 2020",
      "producer": "Haoliners Animation League",
      "eps": 13,
      "genres": [
        "Slice of Life",
        "Comedy"
      ],
      "category": "ONA"
    },
    {
      "title": "Huangli Shi",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1444/100629.jpg",
      "date": "May 7, 2020",
      "producer": "-",
      "eps": null,
      "genres": [
        "Action",
        "Mystery",
        "Supernatural"
      ],
      "category": "ONA"
    },
    {
      "title": "Da Li Si Rizhi",
      "description": "We follow the daily life of Shen Shi, a young man looking for his brother. To find him, he goes to the Dali Temple. One thing led to another, he eventually became an officer for Li Bing, a senior official with the appearance of a white cat.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1659/105254.jpg",
      "date": "Apr 10, 2020",
      "producer": "Nice Boat Animation",
      "eps": 12,
      "genres": [
        "Action",
        "Mystery",
        "Comedy",
        "Historical",
        "Demons",
        "Martial Arts"
      ],
      "category": "ONA"
    },
    {
      "title": "Ma La Nu Pei",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1984/106704.jpg",
      "date": "Apr 7, 2020",
      "producer": "-",
      "eps": null,
      "genres": [
        "Comedy",
        "Romance"
      ],
      "category": "ONA"
    },
    {
      "title": "Beyblade Burst Super King",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1332/106530.jpg",
      "date": "Apr 3, 2020",
      "producer": "-",
      "eps": null,
      "genres": [
        "Action",
        "Sci-Fi",
        "Adventure",
        "Sports",
        "Shounen"
      ],
      "category": "ONA"
    },
    {
      "title": "Xing Chen Bian: Yu Li Cang Hai",
      "description": "Second season of Xing Chen Bian.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1548/107365.jpg",
      "date": "May 3, 2020",
      "producer": "Shanghai Foch Film Culture Investment",
      "eps": 12,
      "genres": [
        "Action",
        "Adventure",
        "Historical",
        "Romance",
        "Martial Arts",
        "Fantasy"
      ],
      "category": "ONA"
    },
    {
      "title": "Wang Gu Shenhua Zhi Tian Xuanzhe",
      "description": "In the year 2115 of the Fortress, Wei Qin, commander of the border troops, went to the Fortress to participate in the selection of the elected official and to secretly investigate those responsible for the Border incident.  At the same time, the No. 1 public enemy, Yuan Yi, launched a major revolt.  As the plot progresses, all parties are involved in this quest.  How is Wei Qin going to sort out the true from the false and bring the truth out?\n\n(Source: Exodus Chaos)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1915/106921.jpg",
      "date": "Apr 7, 2020",
      "producer": "-",
      "eps": 12,
      "genres": [
        "Action",
        "Sci-Fi"
      ],
      "category": "ONA"
    },
    {
      "title": "Puso Ni Comi: Okawari",
      "description": "A second season of Puso Ni Comi, once again following the in-game avatars of the cast.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1466/106923.jpg",
      "date": "Apr 7, 2020",
      "producer": "-",
      "eps": null,
      "genres": [
        "Game",
        "Comedy",
        "Parody"
      ],
      "category": "ONA"
    },
    {
      "title": "Mashin Eiyuuden Wataru: Shichikon no Ryuujinmaru",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1324/103548.jpg",
      "date": "Apr 10, 2020",
      "producer": "Studio Live",
      "eps": 9,
      "genres": [
        "Action",
        "Sci-Fi",
        "Adventure",
        "Comedy",
        "Mecha",
        "Shounen"
      ],
      "category": "ONA"
    },
    {
      "title": "Huyao Xiao Hongniang: Jin Chenxi",
      "description": "The 9th season of Huyao Xiao Hongniang.",
      "imageUrl": "https://cdn.myanimelist.net/images/qm_50.gif",
      "date": "Jun 19, 2020",
      "producer": "-",
      "eps": null,
      "genres": [
        "Comedy",
        "Historical",
        "Supernatural",
        "Drama",
        "Romance"
      ],
      "category": "ONA"
    },
    {
      "title": "Wan Jie Chun Qiu",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1886/107254.jpg",
      "date": "Apr 13, 2020",
      "producer": "-",
      "eps": 56,
      "genres": [
        "Action",
        "Adventure",
        "Historical",
        "Magic",
        "Romance",
        "Martial Arts",
        "Fantasy"
      ],
      "category": "ONA"
    },
    {
      "title": "Wangu Xian Qiong IV: Yin Yue Cheng Pian",
      "description": "Fourth season of Wangu Xian Qiong.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1374/107900.jpg",
      "date": "Apr 16, 2020",
      "producer": "ASK Animation Studio",
      "eps": 12,
      "genres": [
        "Action",
        "Adventure",
        "Fantasy"
      ],
      "category": "ONA"
    },
    {
      "title": "Dixia Cheng Yu Yongshi Zhi Nizhuan Zhi Lun",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1095/107434.jpg",
      "date": "Apr 23, 2020",
      "producer": "-",
      "eps": 12,
      "genres": [
        "Action",
        "Adventure",
        "Fantasy"
      ],
      "category": "ONA"
    },
    {
      "title": "Wuxian Shaonu 48",
      "description": "The story takes place in 2047. We follow the story of several young girls, each coming from different dimensions. All of them want to join the new project group 48.\n\n(Source: Nautiljon)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1863/107433.jpg",
      "date": "Apr 8, 2020",
      "producer": "Seven Stone Entertainment",
      "eps": 12,
      "genres": [
        "Music",
        "Fantasy"
      ],
      "category": "ONA"
    },
    {
      "title": "Condom Battler Gorou",
      "description": "The show follows Gorou, a 24-year-old man who dreams of becoming the greatest Condom Battler. His go-to weapon is a 0.01 mm condom which he loads into an arm dispenser, and it opens to reveal a red rubbery armor that Gorou wears in battle. It also gives the hero the ability to summon sperm and created an attack out of the sticky substance.\n\nThere are other characters in the anime like Miku and Hayato who duel using their own condoms. The anime is filled with absurd dialogue and fights, but these heroes always make sure to teach a sex education lesson along the way. \n\n(Source: Comicbook.com)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1305/108045.jpg",
      "date": "Jun 11, 2020",
      "producer": "-",
      "eps": 4,
      "genres": [
        "Action",
        "Parody"
      ],
      "category": "ONA"
    },
    {
      "title": "Wu Shang Shen Di",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1845/108003.jpg",
      "date": "May 18, 2020",
      "producer": "Ruo Hong Culture",
      "eps": 64,
      "genres": [
        "Action",
        "Adventure",
        "Supernatural",
        "Magic"
      ],
      "category": "ONA"
    },
    {
      "title": "BIGOTRE Capture Mission",
      "description": "Web commercials for Tokyo handbag company BIGOTRE that were posted on their official Instagram account. The commercials simulate mission briefings for a fictitious video game where players capture specific handbags in the SS20 (Spring/Summer 2020) BIGOTRE lookbook lineup.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1326/107916.jpg",
      "date": "Apr 6, 2020",
      "producer": "-",
      "eps": 3,
      "genres": [
        "Game"
      ],
      "category": "ONA"
    },
    {
      "title": "Mottainai Baasan",
      "description": "In the books, the titular Grandma seeks to explore the true meaning of the Japanese phrase \"mottainai\" after her son asked her what it meant and she couldn't answer. \"Mottainai\" is a commonly used exclamation that roughly translates to \"what a waste!\", expressing regret over wastefulness. The Grandma seeks to explore the meaning and importance of \"mottainai\" in the story.\n\n(Source: Anime News Network)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1652/108053.jpg",
      "date": "Jun 4, 2020",
      "producer": "LIDENFILMS",
      "eps": 4,
      "genres": [
        "Slice of Life"
      ],
      "category": "ONA"
    },
    {
      "title": "Strike the Blood IV",
      "description": "Fourth season of Strike the Blood.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1792/104833.jpg",
      "date": "Apr 8, 2020",
      "producer": "Connect",
      "eps": 12,
      "genres": [
        "Action",
        "Supernatural",
        "Ecchi",
        "Vampire",
        "Fantasy"
      ],
      "category": "OVA"
    },
    {
      "title": "Kyonyuu Princess Saimin",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1216/105653.jpg",
      "date": "Apr 3, 2020",
      "producer": "-",
      "eps": 2,
      "genres": [
        "Hentai"
      ],
      "category": "OVA"
    },
    {
      "title": "Suketto Sanjou!! The Animation",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1824/105790.jpg",
      "date": "Apr 24, 2020",
      "producer": "-",
      "eps": null,
      "genres": [
        "Hentai"
      ],
      "category": "OVA"
    },
    {
      "title": "Tenioha! 2: Limit Over - Mada Mada Ippai, Ecchi Shiyo? The Animation",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1070/105981.jpg",
      "date": "Apr 24, 2020",
      "producer": "Studio 1st",
      "eps": 1,
      "genres": [
        "Hentai"
      ],
      "category": "OVA"
    },
    {
      "title": "Gishi wa Yan Mama Junyuu Chuu",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1810/105977.jpg",
      "date": "Jun 5, 2020",
      "producer": "T-Rex",
      "eps": 2,
      "genres": [
        "Hentai"
      ],
      "category": "OVA"
    },
    {
      "title": "Yarichin Kateikyoushi Netori Houkoku",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1372/105978.jpg",
      "date": "May 29, 2020",
      "producer": "-",
      "eps": 2,
      "genres": [
        "Hentai"
      ],
      "category": "OVA"
    },
    {
      "title": "Hajimete no Hitozuma",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1210/105663.jpg",
      "date": "May 22, 2020",
      "producer": "-",
      "eps": null,
      "genres": [
        "Hentai"
      ],
      "category": "OVA"
    },
    {
      "title": "Chiisana Tsubomi no Sono Oku ni...",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1605/107864.jpg",
      "date": "Apr 24, 2020",
      "producer": "-",
      "eps": null,
      "genres": [
        "Hentai"
      ],
      "category": "OVA"
    },
    {
      "title": "Sexfriend Gakuen",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1843/105662.jpg",
      "date": "May 1, 2020",
      "producer": "-",
      "eps": null,
      "genres": [
        "Hentai"
      ],
      "category": "OVA"
    },
    {
      "title": "Sex Friend Osananajimi: Shojo to Doutei wa Hazukashii tte Minna ga Iu kara - The Animation",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1542/106244.jpg",
      "date": "May 29, 2020",
      "producer": "-",
      "eps": 1,
      "genres": [
        "Hentai"
      ],
      "category": "OVA"
    },
    {
      "title": "Shihai no Kyoudan",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1239/106367.jpg",
      "date": "May 29, 2020",
      "producer": "PoRO",
      "eps": null,
      "genres": [
        "Hentai"
      ],
      "category": "OVA"
    },
    {
      "title": "Sotsugyou ** Densha",
      "description": "Based on the doujin CG by Ibukichi.\n\nBunta is a 43-year-old man who does nothing but think about his hot teacher from Nakajima Nanoka high school with whom he had a secret relationship. After years, she accidentally meets a woman who looks a lot like her old teacher named Nakajima Kanoko that she is a high school teacher with the same surname. Bunta falls madly in love with Kanoko and does not want to wait until the latter disappears like her former teacher.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1882/105980.jpg",
      "date": "Apr 24, 2020",
      "producer": "-",
      "eps": null,
      "genres": [
        "Hentai"
      ],
      "category": "OVA"
    },
    {
      "title": "Haritsuke",
      "description": "Miho Saegusa, the beautiful daughter of a tea ceremony master, is currently teaching at a prestigious school. Miho, who is well respected by the students, gets engaged to Okazaki, the son of a school board member and a colleague.\n\nOne of her students, Michiru Tayama, who knows about it, schemes to humiliate Miho because she was suspended from school for having a sexual relationship with her boyfriend. Michiru sets up Miho's fiancé Okazaki and takes advantage of Miho by blackmailing her.\n\nThe female teacher who is bewildered by the clumsy and unacceptable conditions, has no choice but to comply.\n\nMiho's true nature is exposed under the reality of her lewdness and madness...",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1614/107277.jpg",
      "date": "Apr 24, 2020",
      "producer": "-",
      "eps": 2,
      "genres": [
        "Hentai"
      ],
      "category": "OVA"
    },
    {
      "title": "Kutsujoku 2 The Animation",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1765/107915.jpg",
      "date": "Jun 26, 2020",
      "producer": "-",
      "eps": 2,
      "genres": [
        "Hentai"
      ],
      "category": "OVA"
    },
    {
      "title": "Soukou Seiki Ysphere: Ingyaku no Sennou Kaizou",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1970/107873.jpg",
      "date": "Jun 26, 2020",
      "producer": "Gold Bear",
      "eps": null,
      "genres": [
        "Hentai"
      ],
      "category": "OVA"
    },
    {
      "title": "Nakitai Watashi wa Neko wo Kaburu",
      "description": "Miyo Sasaki, nicknamed \"Muge\" meaning \"infinitely mysterious,\" has a bright personality and is full of energy at school and at home. She is also in love with her classmate Kento Hinode. Miyo tries repeatedly to get Kento's attention, but he takes no notice of her. She realizes that the only way to get close to him is to transform into a cat, but at some point, the boundary between herself and the cat becomes ambiguous.\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1045/106389.jpg",
      "date": "Jun 18, 2020",
      "producer": "Studio Colorido",
      "eps": 1,
      "genres": [
        "Drama",
        "Magic",
        "Romance"
      ],
      "category": "Movie"
    },
    {
      "title": "Fushigi Dakashiy Movie: Zenitendou - Tsuritai Yaki",
      "description": "Short movie adaptation of the children's book series by Reiko Hiroshima. Screened at Toei Manga Festival 2020.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1877/106331.jpg",
      "date": "Apr 24, 2020",
      "producer": "-",
      "eps": 1,
      "genres": [
        "Mystery",
        "Comedy",
        "Kids"
      ],
      "category": "Movie"
    },
    {
      "title": "Gon Movie: Gon, the Little Fox",
      "description": "When Gon, a playful orphaned fox, finds that young Hyoju has lost his mother, he tries to comfort him and makes amends for his own earlier mischief by secretly bringing small gifts to the boy every day.\n\nBut Hyoju doesn't realize who is behind the anonymous gifts, and the two are headed for a heartbreaking climax.\n\n(Source: Official Site)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1194/107736.jpg",
      "date": "Jun 6, 2020",
      "producer": "-",
      "eps": 1,
      "genres": [
        "Drama"
      ],
      "category": "Movie"
    },
    {
      "title": "Xixing Ji Zhi Zaijian Wukong",
      "description": "Prequel to the Xixing Ji series.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1767/108086.jpg",
      "date": "May 4, 2020",
      "producer": "BYMENT",
      "eps": 1,
      "genres": [
        "Action",
        "Adventure",
        "Historical",
        "Martial Arts",
        "Fantasy"
      ],
      "category": "Movie"
    },
    {
      "title": "Dorohedoro: Ma no Omake",
      "description": "OVA included with the special edition of volume two of the Blu-ray release.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1611/105459.jpg",
      "date": "Jun 17, 2020",
      "producer": "MAPPA",
      "eps": 6,
      "genres": [
        "Action",
        "Comedy",
        "Horror",
        "Fantasy",
        "Seinen"
      ],
      "category": "Special"
    },
    {
      "title": "Heya Camp△: Sauna to Gohan to Sanrin Bike",
      "description": "Adaptation of a manga collaboration with the Yamaha Motor Company. Included as an extra with the Blu-ray release.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1990/105400.jpg",
      "date": "May 27, 2020",
      "producer": "C-Station",
      "eps": 1,
      "genres": [
        "Slice of Life",
        "Comedy"
      ],
      "category": "Special"
    },
    {
      "title": "Majutsushi Orphen Hagure Tabi: Tennin no Isan",
      "description": "Unaired episode included in the 2nd volume of the Blu-ray/DVD box.\n\nThe episode was streamed in advance on April 7, 2020. The official release of the episode was on May 8, 2020.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1319/106804.jpg",
      "date": "Apr 7, 2020",
      "producer": "Studio Deen",
      "eps": 1,
      "genres": [
        "Action",
        "Adventure",
        "Drama",
        "Magic",
        "Martial Arts",
        "Fantasy"
      ],
      "category": "Special"
    },
    {
      "title": "Jashin-chan Dropkick': Chitose-hen",
      "description": "The episode will be funded through Chitose's Hometown tax program, a system that allows taxpayers who live in urban areas to contribute to taxes that apply to rural residents. Taxpayers who contribute over 2,000 yen are then awarded in credit to reduce their income tax and residence tax. The Hometown tax program will also be the episode's focus. \n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1035/107866.jpg",
      "date": "Apr 30, 2020",
      "producer": "-",
      "eps": 1,
      "genres": [
        "Comedy",
        "Supernatural"
      ],
      "category": "Special"
    },
    {
      "title": "number24 Recap",
      "description": "Recap of the first ten episodes of number24 series.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1220/106820.jpg",
      "date": "Apr 1, 2020",
      "producer": "PRA",
      "eps": 1,
      "genres": [
        "Sports",
        "School"
      ],
      "category": "Special"
    }
  ]
}