{
  "season": "Spring",
  "year": "2021",
  "lastUpdate": "2021-03-01",
  "animes": [
    {
      "title": "",
      "description": "Fifth season of Boku no Hero Academia.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1193/111970.jpg",
      "date": "Mar 27, 2021, 17:30 (JST)",
      "producer": "Bones",
      "eps": null,
      "genres": [
        "Action",
        "Comedy",
        "Super Power",
        "School",
        "Shounen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Second season of Isekai Maou to Shoukan Shoujo no Dorei Majutsu.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1987/112516.jpg",
      "date": "Apr 9, 2021, 01:28 (JST)",
      "producer": "Okuruto Noboru, Tezuka Productions",
      "eps": null,
      "genres": [
        "Harem",
        "Comedy",
        "Magic",
        "Ecchi",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "High schooler Hayase Nagatoro loves to spend her free time doing one thing, and that is to bully her Senpai! After Nagatoro and her friends stumble upon the aspiring artist's drawings, they find enjoyment in mercilessly bullying the timid Senpai. Nagatoro resolves to continue her cruel game and visits him daily so that she can force Senpai into doing whatever interests her at the time, especially if it makes him uncomfortable.\n\nSlightly aroused by and somewhat fearful of Nagatoro, Senpai is constantly roped into her antics as his interests, hobbies, appearance, and even personality are used against him as she entertains herself at his expense. As time goes on, Senpai realizes that he doesn't dislike Nagatoro's presence, and the two of them develop an uneasy friendship as one patiently puts up with the antics of the other.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1900/110097.jpg",
      "date": "Apr ??, 2021",
      "producer": "Telecom Animation Film",
      "eps": null,
      "genres": [
        "Slice of Life",
        "Comedy",
        "Romance"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "\"Dear diary... I got reincarnated as a slime.\"\n\nEven in another world, lives aren't always on the line. There's plenty of work to be done, from feeding the community and forging the items the community needs; as well as plenty of play ...and hijinks throughout! Join Rimuru and friends as they kick back and enjoy their daily lives. \n\n(Source: Kodansha Comics)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1263/112268.jpg",
      "date": "Apr 6, 2021, 23:00 (JST)",
      "producer": "8bit",
      "eps": null,
      "genres": [
        "Slice of Life",
        "Comedy",
        "Fantasy",
        "Shounen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Second Season of Zombieland Saga.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1998/110999.jpg",
      "date": "Apr 9, 2021, 00:00 (JST)",
      "producer": "MAPPA",
      "eps": null,
      "genres": [
        "Music",
        "Comedy",
        "Supernatural"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "It, a mysterious immortal being, is sent to the Earth with no emotions nor identity. However, It is able to take the shape of those around that have a strong impetus.\n \nAt first, It is a sphere. Then, It imitates the form of a rock. As the temperature drops and snow falls atop the moss, It inherits the moss. When an injured, lone wolf comes limping by and lays down to die, It takes on the form of the animal. Finally, It gains consciousness and begins to traverse the empty tundra until It meets a boy.\n \nThe boy lives alone in a ghost town, which the adults abandoned long ago in search of the paradise said to exist far beyond the endless sea of white tundra. However, their efforts were for naught, and now the boy is in a critical state.\n \nAcquiring the form of the boy, It sets off on a never-ending journey, in search of new experiences, places, and people.\n \n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1134/111757.jpg",
      "date": "Apr 12, 2021, 22:50 (JST)",
      "producer": "Brain's Base",
      "eps": 20,
      "genres": [
        "Adventure",
        "Supernatural",
        "Drama",
        "Shounen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Final season of Fruits Basket.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1081/111338.jpg",
      "date": "Apr ??, 2021",
      "producer": "-",
      "eps": null,
      "genres": [
        "Slice of Life",
        "Comedy",
        "Supernatural",
        "Drama",
        "Romance",
        "Shoujo"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Second season of Mairimashita! Iruma-kun.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1107/109073.jpg",
      "date": "Apr ??, 2021",
      "producer": "Bandai Namco Pictures",
      "eps": null,
      "genres": [
        "Comedy",
        "Demons",
        "Supernatural",
        "Fantasy",
        "School",
        "Shounen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Shamans are extraordinary individuals with the ability to communicate with ghosts, spirits, and gods, which are invisible to ordinary people. The Shaman Fight—a prestigious tournament pitting shamans from all over the world against each other—is held every five hundred years, where the winner is crowned Shaman King. This title allows the current incumbent to call upon the Great Spirit and shape the world as they see fit.\n\nFinding himself late for class one night, Manta Oyamada, an ordinary middle school student, decides to take a shortcut through the local cemetery. Noticing him, a lone boy sitting on a gravestone invites Manta to stargaze with \"them.\" Realizing that \"them\" refers to the boy and his ghostly friends, Manta flees the terror. Later, the boy introduces himself as You Asakura, a Shaman-in-training, and demonstrates his powers by teaming up with the ghost of six-hundred-year-old samurai Amidamaru to save Manta from a group of thugs. You befriends Manta due to his ability to see spirits, and with the help of Amidamaru, they set out to accomplish You's goal of becoming the next Shaman King.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1733/110849.jpg",
      "date": "Apr ??, 2021",
      "producer": "Bridge",
      "eps": null,
      "genres": [
        "Action",
        "Adventure",
        "Comedy",
        "Super Power",
        "Supernatural",
        "Shounen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Second season of Megalo Box.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1615/111323.jpg",
      "date": "Apr ??, 2021",
      "producer": "TMS Entertainment",
      "eps": null,
      "genres": [
        "Action",
        "Sci-Fi",
        "Slice of Life",
        "Sports",
        "Drama"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Office worker Yoshida has been crushing on his coworker, Airi Gotou, for five years. Despite finally scoring a date with her, his confession is promptly rejected. Drunk and disappointed, he stumbles home, only to find a high school girl sitting on the side of the road. The girl, needing a place to stay the night, attempts to seduce Yoshida. Despite rejecting her advances, he nevertheless invites her into his apartment.\n\nThe next morning, the girl, introducing herself as Sayu Ogiwara, reveals that she has run away from Hokkaido all the way to Tokyo. During her six-month spree, she continually traded sexual favors for a roof over her head. Yoshida, however, remains unswayed by her seduction. Instead, he has her do a different kind of work—one that entails washing dishes and doing laundry. And so, a touching relationship between a heartbroken adult and a runaway high school girl begins.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1353/111794.jpg",
      "date": "Apr 5, 2021, 22:30 (JST)",
      "producer": "Project No.9",
      "eps": null,
      "genres": [
        "Drama",
        "Romance"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Suddenly dying from overwork, salarywoman Azusa Aizawa finds herself before an angel, who allows her to reincarnate into a new world as an immortal witch, where she spends her days killing slimes for money on an otherwise eternal vacation. But even the minimal experience points from slimes will add up after hundreds of years, and Azusa discovers that she accidentally reached the maximum level! Fearing that her strong abilities will attract work and force her back to a life of overexertion, she decides to hide her strength in order to preserve her peaceful lifestyle.\n\nDespite her efforts, tales of the max level \"Witch of the Plateau\" spread across the land, and a proud dragon named Raika shows up looking to test their strength against her. Even though Azusa defeats and befriends Raika, problems arise as both friends and foes come looking for the secluded witch. \n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1803/111792.jpg",
      "date": "Apr 10, 2021, 21:00 (JST)",
      "producer": "Revoroot",
      "eps": null,
      "genres": [
        "Comedy",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Second half of Youkoku no Moriarty.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1200/111522.jpg",
      "date": "Apr ??, 2021",
      "producer": "Production I.G",
      "eps": 13,
      "genres": [
        "Mystery",
        "Historical",
        "Psychological",
        "Shounen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "At Granbell Kingdom, an abandoned amusement park, Shiki has lived his entire life among machines. But one day, Rebecca and her cat companion Happy appear at the park's front gates. Little do these newcomers know that this is the first human contact Granbell has had in a hundred years! \n\nAs Shiki stumbles his way into making new friends, his former neighbors stir at an opportunity for a robo-rebellion… And when his old homeland becomes too dangerous, Shiki must join Rebecca and Happy on their spaceship and escape into the boundless cosmos. \n\n(Source: Kodansha Comics)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1011/111811.jpg",
      "date": "Apr 11, 2021, 00:55 (JST)",
      "producer": "J.C.Staff",
      "eps": null,
      "genres": [
        "Action",
        "Sci-Fi",
        "Adventure",
        "Comedy",
        "Fantasy",
        "Shounen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1688/107418.jpg",
      "date": "Apr ??, 2021",
      "producer": "Trigger",
      "eps": null,
      "genres": [
        "Action",
        "Sci-Fi",
        "Mecha"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Takemichi Hanagaki's life is at an all-time low. Just when he thought it couldn't get worse, he finds out that Hinata Tachibana, his ex-girlfriend, was murdered by the Tokyo Manji Gang: a group of vicious criminals that has been disturbing society's peace for quite some time.\n\nWondering where it all went wrong, Takemichi suddenly finds himself travelling through time, ending up 12 years in the past—when he was still in a relationship with Hinata. Realizing he has a chance to save her, Takemichi resolves to infiltrate the Tokyo Manji Gang and climb the ranks in order to rewrite the future and save Hinata from her tragic fate.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1431/111343.jpg",
      "date": "Apr 11, 2021, 02:08 (JST)",
      "producer": "LIDENFILMS",
      "eps": null,
      "genres": [
        "Action",
        "Drama",
        "School",
        "Shounen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "My childhood friend Shida Kuroha seems to have feelings for me. She lives next door, and is small and cute. With an outgoing character, she's the caring Onee-san type, this being one of her greatest strengths.\n\n...But, I already have my first love, the beautiful idol of our school, and the award-winning author, Kachi Shirokusa! Thinking about it rationally, I should have no chances with her, but, while walking home from school, she only talks to me, with a smile even! I might actually have a chance, don't you think?!\n\nOr so I thought, but then I heard that Shirokusa already has a boyfriend, and my life took a turn for the worse. I want to die. Why is it not me?! Even though she was my first love... As I was drowning in despair and depression, Kuroha whispered.\n\n—If it's that tough for you, then how about we get revenge? The best revenge ever, that is~ \n\n(Source: Novel Updates, edited)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1633/109586.jpg",
      "date": "Apr ??, 2021",
      "producer": "Doga Kobo",
      "eps": null,
      "genres": [
        "Harem",
        "Comedy",
        "Romance",
        "School"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "The Republic of San Magnolia.\n\nFor a long time, this country has been besieged by its neighbor, the Giadian Empire, which created a series of unmanned drones called the Legion. After years of painstaking research, the Republic finally developed autonomous drones of their own, turning the one-sided struggle into a war without casualties—or at least, that's what the government claims.\n\nIn truth, there is no such thing as a bloodless war. Beyond the fortified walls protecting the eighty-five Republic territories lies the \"nonexistent\" Eighty-Sixth Sector. The young men and women of this forsaken land are branded the Eighty-Six and, stripped of their humanity, pilot the \"unmanned\" weapons into battle...\n\nShinn directs the actions of a detachment of young Eighty-Sixers while on the battlefield. Lena is a \"handler\" who commands the detachment from the remote rear with the help of special communication.\n\nThe farewell story of the severe and sad struggle of these two begins! \n\n(Source: MU, Yen Press; edited)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1324/110843.jpg",
      "date": "Apr ??, 2021",
      "producer": "A-1 Pictures",
      "eps": null,
      "genres": [
        "Sci-Fi",
        "Drama"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Once you fall for someone, you can't stop the love.\n\nA strange encounter spurs the meeting of Amakusa Ryou, a high spec businessman who is loose with women, and his high school sister's best friend, Arima Ichika. From there, he falls madly in love. On one hand, he approaches her with almost too straight-forward methods, while she responds simply disgusted, insulting him without hesitation... and he takes it as her way of showing love.\n\nThis is a romantic comedy about a twisted elite employee and a normal otaku high school girl. \n\n(Source: MU, edited)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1519/110527.jpg",
      "date": "Apr ??, 2021",
      "producer": "Nomad",
      "eps": null,
      "genres": [
        "Comedy",
        "Romance"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Mars Red takes place in 1923, and vampires have existed for quite a while. But now, the number of vampires is increasing and a mysterious, artificial blood source called Ascra has appeared.\n\nThe Japanese government, in turn, creates \"Code Zero,\" an unit within the army tasked with taking down the vampiric forces. And what better way to track vampires than by using vampires?\n\nCreated by Lieutenant General Nakajima, this unit has historically been in the business of information war, but has been re-assigned to solve the vampire crisis. \n\n(Source: Funimation, edited)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1920/108371.jpg",
      "date": "Apr 6, 2021, 01:59 (JST)",
      "producer": "Signal.MD",
      "eps": null,
      "genres": [
        "Action",
        "Military",
        "Historical",
        "Supernatural",
        "Vampire"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Neku Sakuraba, a 15-year-old boy with a hobby for music and graffiti, wakes up in what seems to be the Shibuya shopping district of Tokyo, Japan. With no idea why he's there, he opens his hand to realize he is holding a strange black pin. After flipping it with his hand, the thoughts of the people surrounding him begins to flow into his head at once. Surprised, Neku discovers he is able to read the minds of others and assumes it has something to do with the black pin he is holding.\n\nA cell phone starts to ring in his pocket, and he can't tell whether it is his or not. A text message appears: \"Reach 104. You have 60 minutes. Fail, and face erasure. -The Reapers.\" After discovering he can't delete the message, a timer of 60 minutes imprints onto his right hand. Neku is in Shibuya to play the \"Reapers' Game,\" which spans a total of seven days. All Players of the Reapers' Game have a black pin with a skull embedded on it.\n\n(Source: Wikipedia, edited)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1016/111566.jpg",
      "date": "Apr 10, 2021, 02:25 (JST)",
      "producer": "domerica, Shin-Ei Animation",
      "eps": null,
      "genres": [
        "Action",
        "Adventure"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Always bring a gun to a sword fight!\n\nWith world domination nearly in their grasp, the Supreme Leaders of the Kisaragi Corporation—an underground criminal group turned evil megacorp—have decided to try their hands at interstellar conquest. A quick dice roll nominates their chief operative, Combat Agent Six, to be the one to explore an alien planet...and the first thing he does when he gets there is change the sacred incantation for a holy ritual to the most embarrassing thing he can think of.\n\nBut evil deeds are business as usual for Kisaragi operatives, so if Six wants a promotion and a raise, he'll have to work much harder than that! For starters, he'll have to do something about the other group of villains on the planet, who are calling themselves the \"Demon Lord's Army\" or whatever. After all, this world doesn't need two evil organizations! \n\n(Source: Yen Press, edited)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1623/111021.jpg",
      "date": "Apr ??, 2021",
      "producer": "J.C.Staff",
      "eps": null,
      "genres": [
        "Action",
        "Comedy",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "First-year high schooler Tatsuya Yoigoshi, the former ace of a junior high school soccer team who has come to dislike sports, receives an invitation to join the Kabaddi club. Initially mocking the idea of Kabaddi, he takes an interest after watching an intense competition akin to martial arts at a practice session.\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1753/112004.jpg",
      "date": "Apr 3, 2021, 01:23 (JST)",
      "producer": "TMS Entertainment",
      "eps": null,
      "genres": [
        "Sports"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "This series features an original story, which depicts the young geniuses Mei Kamino, a female researcher, and Yun Arikawa, a male engineer, as they take on an unprecedented threat with their companions. When danger comes up from the depths, only young geniuses Mei, Yun, and their team can face the threat in Godzilla Singular Point! \n\n(Source: Netflix)\n\nEach episode was released one week in advance of the TV broadcast beginning on March 25, 2021. Regular TV broadcast began on April 1, 2021.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1828/112581.jpg",
      "date": "Mar 25, 2021",
      "producer": "Bones, Orange",
      "eps": 13,
      "genres": [
        "Action"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Faceless shadow nobles living in a vast mansion, attended by living dolls who spend much of their time cleaning up the soot endlessly emitted by their mysterious masters.\n\nFollow the story of Emilyko, a young and cheerful living doll, as she learns her duties serving as the attendant for Kate Shadow-sama.\n\n(Source: MU)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1085/111762.jpg",
      "date": "Apr ??, 2021",
      "producer": "CloverWorks",
      "eps": null,
      "genres": [
        "Slice of Life",
        "Supernatural",
        "Seinen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Shamisen is a traditional Japanese musical instrument that looks similar to a guitar. Teenager Sawamura Setsu's grandfather who raised him and his older brother Wakana, recently passed away. His grandfather was one of the greatest Shamisen players and the two siblings grew up listening to him play and learning to play the instrument.\n\nSince their grandfather's death, Setsu dropped out of high school, moved to Tokyo and has been drifting, not knowing what to do besides play his Shamisen. That's when his successful and rich mother, Umeko, storms into his life and tries to shape Setsu up. She enrolls him back into high school, but little does Setsu know that he is about to rediscover his passion for Shamisen. \n\n(Source: MU, edited)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1841/111554.jpg",
      "date": "Apr 3, 2021",
      "producer": "Shin-Ei Animation",
      "eps": null,
      "genres": [
        "Music",
        "Drama",
        "School"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "In an unexpected turn of events, dull high school student Hiro Yuuki obtains the full dive role-playing game Kiwame Quest. Created by the best of technology, the game claims to take \"reality to its extremes,\" from stunning graphics, NPCs' behavior, to the scent of vegetation, and even the sensation of wind brushing against the skin—everything was the result of an ultimate workmanship.\n\nExcept, the game is a little too realistic and messy to clear. Kiwame Quest features over ten quadrillion flags and reflects the players' real-life physical abilities in the game. Being hit in the game also hurts in real life and slash wounds take days to heal.\n\nThe only reward here is the sense of accomplishment. Conquer the most stressful game in history that can't be played casually!\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1709/110555.jpg",
      "date": "Apr ??, 2021",
      "producer": "ENGI",
      "eps": null,
      "genres": [
        "Action",
        "Game",
        "Comedy",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Nierland—an A.I complex theme park where dreams, hopes, and science intermingle. Created as the first-ever autonomous humanoid A.I, Vivy acts as an A.I cast for the establishment. To fulfill her mission of making everyone happy through songs, she continues to take the stage and perform with all her heart. However, the theme park was still lacking in popularity.\n\nOne day, an A.I named Matsumoto appears before Vivy and explains that he has travelled from 100 years into the future, with the mission to correct history with Vivy and prevent the war between A.I and humanity that is set to take place 100 years later.\n\nWhat sort of future will the encounter of two A.I with different missions redraw? This is the story of A.I destroying A.I. A.I diva Vivy's 100-year journey begins.\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1187/112969.jpg",
      "date": "Apr 3, 2021, 23:30 (JST)",
      "producer": "Wit Studio",
      "eps": 13,
      "genres": [
        "Sci-Fi"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Set in alternate history Japan in 1931 and the 64th year of the Meiji era, the Tokugawa shogunate was never abolished and Emperor Meiji was never restored to power. The anime will follow the activities of \"Nue,\" an organization of shogunate executioners who enforce the government. The country has developed its own energy source, the \"dragon vein,\" and has achieved a unique development in which science and the Edo period are mixed.\n\nHowever, behind the glamorous city, the dissident organization Kuchinawa strives to overthrow the administration, while the Nue of the Tokugawa regime, who was entrusted with its extermination, are in conflict. Sawa Yukimura, whose family was killed when she was young, continues to search for Janome, the executioner of the Nue.\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1525/111736.jpg",
      "date": "Apr 7, 2021",
      "producer": "Bakken Record",
      "eps": null,
      "genres": [
        "Action",
        "Historical",
        "Supernatural"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "When a dragon fails to live up to the fearsome standards set for him, his family kicks him out. He embarks on a quest to find a new home, but soon finds that life on the road is no place for a cowardly beast of legend. In a fantasy world full of elves, dwarves, and other mythical creatures, where everyone wants a piece of him—literally!—the frustrations of house-hunting reach a whole new level.\n\n(Source: Seven Seas Entertainment)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1549/110231.jpg",
      "date": "Apr ??, 2021",
      "producer": "Signal.MD",
      "eps": null,
      "genres": [
        "Comedy",
        "Fantasy",
        "Shounen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "With no soccer accomplishments to speak of during the entirety of Sumire Suou's junior high school years, the young wing gets an odd offer. Suou's main rival, Midori Soshizaki, invites her to join up on the same team in high school, with a promise that she'll never let Suou \"play alone.\" It's an earnest offer, but the question is whether Suou will take her up on it. Thus the curtain opens on a story that collects an enormous cast of individual soccer-playing personalities! \n\n(Source: Kodansha Comics)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1155/111437.jpg",
      "date": "Apr 4, 2021",
      "producer": "LIDENFILMS",
      "eps": null,
      "genres": [
        "Sports",
        "Drama",
        "Shounen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "The story follows Shoutarou Futaba, a boy who's fascinated with men's rhythmic gymnastics and enrolled at the Ao High School to join the school's team. The story follows a team of unique seniors and Yoshiya Misato, a classmate who's famous in high school rhythmic gymnastics tournaments, who run together toward one goal.\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1613/111243.jpg",
      "date": "Apr 9, 2021, 00:55 (JST)",
      "producer": "Zexcs",
      "eps": null,
      "genres": [
        "Sports"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Mayumi Dojima, a second-year student at the exclusive Yubiwa Academy middle school, has lost something—a star she glimpsed just once, ten long years ago. But help is on the way, in the form of the unofficial, secretive, and thoroughly mysterious Pretty Boy Detective Club! Rumored to solve problems within the school (most of which they themselves might as well created) for reasons aesthetic rather than financial, these five gorgeous boys sweep Mayumi into their world of excitement, danger, and overwhelming beauty. \n\n(Source: Vertical, edited)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1925/110172.jpg",
      "date": "Apr 11, 2021, 02:00 (JST)",
      "producer": "Shaft",
      "eps": null,
      "genres": [
        "Mystery",
        "School"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Second year high school student Koguma doesn't lead a very interesting life. She has no parents, and no friends nor hobbies to keep her daily life busy. One day, she acquires a second-hand Honda Super Cub motorcycle and rides it to school. As time goes by, not only does Koguma have a new adventurous life, but she also forges precious friendships thanks to her precious little motorcycle.\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1776/111172.jpg",
      "date": "Apr ??, 2021",
      "producer": "Studio Kai",
      "eps": null,
      "genres": [
        "Slice of Life",
        "School"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Sei, a 20-year-old office worker, is whisked away to a whole new world. Unfortunately for Sei, the ritual that summoned her—meant to produce a \"Saint\" who would banish the dark magic—brought two people over instead of one. And everyone prefers the second girl over Sei?! But this is just fine by Sei, who leaves the royal palace to set up shop making potions and cosmetics with her newfound magic. Business is booming, and this might not be such a bad life, after all...as long as her supposed Sainthood doesn't come back to haunt her. \n\n(Source: Seven Seas Entertainment)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1232/111099.jpg",
      "date": "Apr 6, 2021, 23:30 (JST)",
      "producer": "Diomedéa",
      "eps": null,
      "genres": [
        "Romance",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "In a city which should be familiar, there is the feeling of something a little different.\n\nKotokawa is a taxi driver who lives an ordinary life, taxing some quirky customers around. A slightly eccentric stranger who has no relatives nor any relations with other people, Kotokawa's hobby is to listen to Rakugo on the radio before going to bed. For the time being, the only people he can consider as friends are his family doctor Gouriki, and his high school classmate Kakihana.\n\nKabasawa, a college student who wants a buzz, Shirakawa, a nurse who's hiding something, comedian group Homo Sapiens, who isn't selling well, the city hoodlum Dobu, and the rookie idol group Mystery Kiss—the conversations with these people, which should not have meant much, lead to a girl who disappeared.\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1968/112780.jpg",
      "date": "Apr 6, 2021, 02:00 (JST)",
      "producer": "OLM, P.I.C.S.",
      "eps": null,
      "genres": [
        "Mystery"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "54 AD. Cestus, a young boy orphaned by the Roman empire and made a slave, is placed into a training school for pugilists. It is here that he begins his journey to defy fate and fight for his own freedom.\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1179/110091.jpg",
      "date": "Apr ??, 2021",
      "producer": "Bandai Namco Pictures",
      "eps": null,
      "genres": [
        "Action",
        "Historical",
        "Drama",
        "Seinen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "The city of Tajimi, located in the southern part of Gifu Prefecture, Japan, is famous for Mino earthenware. The city is dotted with historical pottery producers and ceramic art museums. It has facilities where you can try your hand at making pottery, and many restaurants that serve food on Minoware dishes.\n\nThe story begins when a high school girl moves to a shopping street in Tajimi. Many encounters await her, friends, town folk, ceramic art, etc. What will she discover in a town famous for ceramic? \n\n(Source: Official Manga Website)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1640/111872.jpg",
      "date": "Apr ??, 2021",
      "producer": "Nippon Animation",
      "eps": null,
      "genres": [
        "Slice of Life"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Set in year 300 of the Era of the Gods, heroes and shrine maidens were summoned after a crisis befell on the sacred tree. The Sanshu Middle School Hero Club was transformed into a bountiful household with 27 of them gathered together. Headed by someone who has a strong sense of companionship, Fu Inubozaki, she is determined to make it an Udon Hero Club!\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1827/107735.jpg",
      "date": "Apr ??, 2021",
      "producer": "DMM.futureworks, W-Toon Studio",
      "eps": null,
      "genres": [
        "Slice of Life",
        "Comedy",
        "Drama",
        "Magic",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Set in a world of cruelty and heartbreak, Fairy Ranmaru: Anata no Kokoro Otasuke Shimasu follows five young men who work at the mysterious \"Bar F\" and who offer to heal the hearts of their clients, wiping away their tears and causing smiles to bloom like flowers. They take no payment... aside from stealing their clients' hearts.\n\n(Source: Crunchyroll)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1117/111245.jpg",
      "date": "Apr ??, 2021",
      "producer": "Studio Comet",
      "eps": null,
      "genres": [
        "Slice of Life",
        "School"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Seven Knights Revolution: Eiyuu no Keishousha is set in a world where eons ago valiant heroes fought against the forces of \"Destruction.\" While their deeds passed into legend, the power of these heroes was later inherited by \"successors\" who fought to protect the world. One day, Faria, a successor of the Seven Knights, saves an ordinary boy named Nemo from the forces of Destruction.\n\nDuring the ensuing battle, Nemo summons the power of a hero and becomes a successor as well. However, Nemo's hero is a stranger that is unknown to history, and so an epic journey where the past and present collide begins. \n\n(Source: Crunchyroll, edited)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1552/112017.jpg",
      "date": "Apr ??, 2021",
      "producer": "domerica, LIDENFILMS",
      "eps": null,
      "genres": [
        "Action",
        "Adventure",
        "Magic",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1589/110753.jpg",
      "date": "Apr 11, 2021, 01:30 (JST)",
      "producer": "Seven",
      "eps": null,
      "genres": [
        "Action",
        "Sci-Fi",
        "Adventure",
        "Comedy",
        "Sports",
        "School"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "A clear summer sky spreads over the Hoshinomiya Girls' High School. This story begins with the belated start of school life for Hinako Shirai, who has just recovered from a leg injury due to a tragic accident. The magical sisters Yuzu and Lime bestowed her with a special power to become a \"Reflector.\" Hinako transforms into the magical Reflector form and protects the world from devastating forces for the sake of the world, and her own dream that she thought she had to give up on.\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1545/111861.jpg",
      "date": "Apr 10, 2021, 01:55 (JST)",
      "producer": "J.C.Staff",
      "eps": null,
      "genres": [
        "Magic",
        "School"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Yu-yu is a boy living in Kanazawa, Kaga Province. He is 15 years old and in his third year of junior high school. He has the ability to sense the feelings of others, but he is troubled by the fact that he cannot say no when asked.\n\nOne day, Yu-yu could no longer stand going along with his sister's hobby, so he ran away from home. The one who saves him is Megumi Okura. Megumi invites Yu-yu to a nighttime amusement park called \"Wonder Hill\" where her friends hang out. At the amusement park, Yu-yu meets Megumi, Zakusa Ishikame, and Tomari Seto, members of \"Team Blackout,\" a group that meets to play Vanguard every night.\n\nTonight, a serious fight for the team's flag will take place. Blackout's leader, Danji Momoyama, and the mysterious and powerful fighter, Touya Ebata. As Yu-yu stares at them, the card fight is soon eroded into a world of images.\n\nThis is how Yu-yu encounters Vanguard, a world he has never seen before, and is drawn in by its powerful allure- making new friends along the way.\n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1904/111223.jpg",
      "date": "Apr 3, 2021, 08:00 (JST)",
      "producer": "Kinema Citrus",
      "eps": 12,
      "genres": [
        "Action",
        "Game"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1573/111862.jpg",
      "date": "Apr 9, 2021, 19:25 (JST)",
      "producer": "-",
      "eps": null,
      "genres": [
        "Action",
        "Sci-Fi",
        "Kids",
        "Mecha"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "The balance of the worlds is maintained by heroes. Suddenly, a red-hot meteor falls upon one of these worlds, called Neo World. An amnesiac youth named Wukong Impulse Gundam appears at the point where it landed. The chaos that starts with this incident spreads through the other worlds, one after another. At the same time, Zhuge Liang Freedom Gundam learns via astrology of an impending disaster. He and his sworn friend Liu Bei Unicorn Gundam take action to save the worlds from this crisis, and begin a journey along with Wukong.\n\nWhat will Wukong Impulse Gundam think as he meets the heroes of each world? Will this youth bring about peace or catastrophe? Now begins a new story of heroes!\n\n(Source: Official Site)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1012/110222.jpg",
      "date": "Apr ??, 2021",
      "producer": "-",
      "eps": null,
      "genres": [],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "The story follows the lives of three modern day dinosaurs as they share a room in the Dino-Shou (\"Dino Manor\") apartment building complex.\n\n(Source: Crunchyroll)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1857/111015.jpg",
      "date": "Apr ??, 2021",
      "producer": "-",
      "eps": null,
      "genres": [
        "Slice of Life"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "It follows the daily life of Kotetsu-kun, who aspires to be an astronaut, and friends at the Animal Space Academy as they all pursue their dreams.\n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1484/111741.jpg",
      "date": "Apr 7, 2021, 18:45 (JST)",
      "producer": "Fanworks",
      "eps": null,
      "genres": [
        "Space"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1159/111981.jpg",
      "date": "Apr 4, 2021, 08:30 (JST)",
      "producer": "Brain's Base, Shogakukan Music & Digital Entertainment",
      "eps": null,
      "genres": [
        "Action",
        "Adventure",
        "Comedy",
        "Shounen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Sequel to Motto! Majime ni Fumajime Kaiketsu Zorori",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1341/111768.jpg",
      "date": "Apr 2, 2021, 18:55 (JST)",
      "producer": "Ajia-Do",
      "eps": null,
      "genres": [
        "Adventure",
        "Comedy",
        "Kids"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1731/110777.jpg",
      "date": "Apr ??, 2021",
      "producer": "Shin-Ei Animation",
      "eps": null,
      "genres": [
        "Kids"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "There are strange people in this world. If it is short, it will disappear for several days, and if it is long, it will disappear for hundreds of years. The name and personality changed, and suddenly appeared by someone's unexpected idea. Even though he is the most weird, he is loosely accepted and used by his boss. This is the story of such strange people.\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1221/109913.jpg",
      "date": "Apr 1, 2021",
      "producer": "Studio Deen",
      "eps": null,
      "genres": [
        "Comedy",
        "Historical",
        "Parody"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "The sci-fi fantasy series Eden is set thousands of years in the future, where a city known as \"Eden 3\" is inhabited solely by robots whose former masters vanished a long time ago. On a routine assignment, two farming robots accidentally awaken a human baby girl from stasis questioning all they were taught to believe—that humans were nothing more than a forbidden ancient myth. Together, the two robots secretly raise the child in a safe haven outside Eden. \n\n(Source: Netflix, edited)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1901/109968.jpg",
      "date": "May ??, 2021",
      "producer": "CGCG Studio, Qubic Pictures",
      "eps": 4,
      "genres": [
        "Sci-Fi",
        "Slice of Life",
        "Fantasy"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1086/111576.jpg",
      "date": "Apr 23, 2021",
      "producer": "-",
      "eps": 26,
      "genres": [
        "Action",
        "Adventure",
        "Fantasy"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1048/109935.jpg",
      "date": "May 19, 2021",
      "producer": "-",
      "eps": null,
      "genres": [
        "Comedy",
        "Psychological",
        "Romance",
        "School",
        "Seinen"
      ],
      "category": "OVA"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1767/110800.jpg",
      "date": "Apr 28, 2021",
      "producer": "J.C.Staff",
      "eps": 1,
      "genres": [
        "Adventure",
        "Comedy",
        "Romance",
        "Ecchi",
        "Fantasy"
      ],
      "category": "OVA"
    },
    {
      "title": "",
      "description": "OVAs included in the third and fourth Blu-ray/DVD volumes.",
      "imageUrl": "https://cdn.myanimelist.net/images/qm_50.gif",
      "date": "May 7, 2021",
      "producer": "-",
      "eps": 2,
      "genres": [
        "Drama",
        "Romance",
        "School"
      ],
      "category": "OVA"
    },
    {
      "title": "",
      "description": "Part two of Fate/Grand Order: Shinsei Entaku Ryouiki Camelot - Wandering; Agateram; an adaptation of the the Sixth Holy Grail War, The Sacred Round Table Realm Camelot Singularity of Fate/Grand Order.\n\n(Source: TYPE-MOON Wiki)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1391/110714.jpg",
      "date": "May 8, 2021",
      "producer": "Production I.G",
      "eps": 1,
      "genres": [
        "Action",
        "Supernatural",
        "Magic",
        "Fantasy"
      ],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1222/108354.jpg",
      "date": "May 14, 2021",
      "producer": "Polygon Pictures",
      "eps": 1,
      "genres": [
        "Action",
        "Sci-Fi",
        "Space",
        "Mecha",
        "Seinen"
      ],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "The visual features the tagline, \"I met you in my 17th summer ...\" The \"boy-meets-girl\" story depicts how words and music bridge the gap between Cherry, a boy who is terrible at communicating with other people, and Smile, a girl who hides behind a mask. They meet in a mundane suburban shopping mall in a provincial city.\n\nCherry always wears headphones and puts the feelings he cannot utter into his hobby, Japanese haiku poems. Smile always wears a mask to conceal her large front teeth, for which she has dental braces. As a popular video star, she streams a video about seeking \"cuteness.\"\n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1619/106307.jpg",
      "date": "Jun 25, 2021",
      "producer": "Signal.MD, Sublimation",
      "eps": 1,
      "genres": [
        "Music"
      ],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "24th Detective Conan Movie.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1306/112616.jpg",
      "date": "Apr 16, 2021",
      "producer": "TMS Entertainment",
      "eps": 1,
      "genres": [
        "Action",
        "Mystery",
        "Comedy",
        "Police",
        "Drama",
        "Shounen"
      ],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "—Do you know the Nejen?\nIf you know it, then I'll take you there—\n\nThe year is U.C. 0105. Twelve years have passed since the end of the second Neo Zeon War (Char's Rebellion). Even after \"the Axis Shock,\" which seemed to indicate the future of humanity and the Universal Century, the world is still in a chaotic situation where intermittent military conflicts continue to break out. The Earth Federation government is more corrupt than ever, and its leadership has not only accelerated Earth's pollution, but also implemented an inhuman \"Man Hunting\" policy in which civilians are forcibly exiled to outer space.\n\nThe anti-Federation government organization \"Mafty,\" led by someone called \"Mafty Navue Erin,\" has taken a stand against the corruption of the Earth Sphere. Mafty carries out fierce acts of terrorism, assassinating high officials of the Federation government one after another, but it gains a certain level of support from the populace who are growing more opposed to the Federation government.\n\nThe person who calls himself \"Mafty\" and leads this organization is Hathaway Noa, the son of Bright Noa, an officer of the Earth Federation Forces who once participated in the One Year War. Hathaway himself joined the forces trying to stop Char’s Rebellion. With firsthand knowledge of the ideals and ideologies of Amuro Ray and Char Aznable, he has become a warrior following in their footsteps, and plans to clear a path forward through armed resistance. His destiny, however, is drastically altered as he encounters the Federation Forces officer Kenneth Sleg and a mysterious young beauty named Gigi Andalucia.\n\n(Source: Gundam.info)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1498/110164.jpg",
      "date": "May 7, 2021",
      "producer": "Sunrise",
      "eps": 1,
      "genres": [
        "Action",
        "Military",
        "Sci-Fi",
        "Space",
        "Drama",
        "Mecha"
      ],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1159/111064.jpg",
      "date": "Apr 23, 2021",
      "producer": "SANZIGEN",
      "eps": 1,
      "genres": [
        "Music"
      ],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "\"Starlight\" - it's a distant star, long ago, and in the far future. Two girls, who were struck by the light of the stage in this play, exchanged their destinies.\n\n\"Two people's stars, waiting on stage.\"\n\nTo burn out ordinary fun and joy and fulfill our destinies. A destiny to become a blast furnace at just 5 years old... what a danger.\n\nEventually the two will meet again. One continued to stand on the stage of tragedy, the other jumped in, separated, jumped in, rewrote their destinies... and created a new chapter full of light.\n\nNo girl was burned and fell from the tower, nor was she imprisoned. Then... what is the end of that new chapter?\n\n\"Starlight\" is a story of an unknown author. Where does the light come from and where does it go? And who is \"starring\" in this story?\n\nI want to see it.\n\nHey -- Hanako Aishiro, a third-year student at Seisho Music Academy?\n\n(Source: Official website)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1880/111121.jpg",
      "date": "May 21, 2021",
      "producer": "Kinema Citrus",
      "eps": 1,
      "genres": [
        "Music",
        "School"
      ],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "The series centers on Joelle Davidovich Pomponette (Pompo-san), a talented film producer at the movie capital \"Nyallywood.\" Despite her prowess to see through to the potential of actors and staff and bring out their talent to the fullest, she has only been producing B-class action and erotic films. One day, Pompo's \"film-worm\" assistant Gene, who has been doubtful of her choices of film genres, is given the task to direct a film based on a script written by her. Will Gene be able to bring Pompo's \"masterpiece\" to fruition?\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1893/109683.jpg",
      "date": "Jun 4, 2021",
      "producer": "CLAP",
      "eps": 1,
      "genres": [
        "Comedy",
        "Drama"
      ],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1470/111578.jpg",
      "date": "Jun 25, 2021",
      "producer": "SANZIGEN",
      "eps": 1,
      "genres": [
        "Music"
      ],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1845/110720.jpg",
      "date": "Apr 23, 2021",
      "producer": "-",
      "eps": 1,
      "genres": [
        "Comedy",
        "Seinen"
      ],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "Anpanman, his friends, and the cloud child Fuwari strive to save Cloud Country. In order for flowers and plants to be healthy, Cloud Country travels to distribute clouds that can make rain and rainbows to various towns and stars. A cloud baby born in Cloud Country runs across Baikinman and his friends. After meeting them, the baby gets the name Fuwari and quickly grows while developing a bond with Dokin-chan.\n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1243/106941.jpg",
      "date": "Jun 25, 2021",
      "producer": "TMS Entertainment",
      "eps": 1,
      "genres": [
        "Comedy",
        "Kids",
        "Fantasy"
      ],
      "category": "Movie"
    }
  ]
}