{
  "season": "Summer",
  "year": "2021",
  "lastUpdate": "2021-03-11",
  "animes": [
    {
      "title": "",
      "description": "Second season of Kobayashi-san Chi no Maid Dragon.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1759/112402.jpg",
      "date": "Jul ??, 2021",
      "producer": "Kyoto Animation",
      "eps": null,
      "genres": [
        "Slice of Life",
        "Comedy",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Second half of Tensei shitara Slime Datta Ken 2nd Season.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1739/106573.jpg",
      "date": "Jul ??, 2021",
      "producer": "8bit",
      "eps": null,
      "genres": [
        "Comedy",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Second season of Otome Game no Hametsu Flag shika Nai Akuyaku Reijou ni Tensei shiteshimatta...",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1597/111502.jpg",
      "date": "Jul ??, 2021",
      "producer": "-",
      "eps": null,
      "genres": [
        "Comedy",
        "Drama",
        "Romance",
        "Fantasy",
        "School"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Second season of 100-man no Inochi no Ue ni Ore wa Tatteiru.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1027/110788.jpg",
      "date": "Jul ??, 2021",
      "producer": "-",
      "eps": null,
      "genres": [
        "Action",
        "Game",
        "Drama",
        "Fantasy",
        "Shounen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "O, Hero!\n\nWhen Kazuya Souma is unexpectedly transported to another world, he knows the people expect a hero. But Souma's idea of heroism is more practical than most—he wants to rebuild the flagging economy of the new land he's found himself in! Betrothed to the princess and abruptly planted on the throne, this realist hero must gather talented people to help him get the country back on its feet—not through war, or adventure, but with administrative reform! \n\n(Source: Seven Seas Entertainment)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1591/107076.jpg",
      "date": "Jul ??, 2021",
      "producer": "J.C.Staff",
      "eps": null,
      "genres": [
        "Action",
        "Military",
        "Harem",
        "Magic",
        "Romance",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "It has been 800 years since the battle gods \"Idaten\", who boast overwhelming speed and strength, contained the \"demons\" who led the world to ruin after a fierce battle. \"That battle\" is now just an old tale in a distant myth. While the \"peaceful generation of the gods,\" who have never fought since they were born, are out of peace, someone has revived the demons from a long sleep! Bring armed forces, wisdom, politics, conspiracy, whatever you can use! No-rule & no-limit three-way battle royale is about to begin!!!\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1950/110085.jpg",
      "date": "Jul ??, 2021, 00:55 (JST)",
      "producer": "MAPPA",
      "eps": null,
      "genres": [
        "Action",
        "Adventure",
        "Demons",
        "Fantasy",
        "Seinen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "A new television anime series for the Love Live! franchise was announced by animation studio Sunrise on January 28, 2020. The tagline for the new anime reads, \"Watashi wo Kanaeru Monogatari. Hello!!! Love Live!\"\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1852/112574.jpg",
      "date": "Jul ??, 2021",
      "producer": "-",
      "eps": null,
      "genres": [
        "Music",
        "Slice of Life",
        "School"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "One day, a corporate slave Reiji, suddenly got transported to another world. He made the best of his skills to make better potions, which earned him lots of money, and with that money, made a drugstore! An Elf who has trouble aiming with his bow? Give him some eye-drops! A Dragon who always let breathes out fire unintentionally? Don't worry, we have cough medicine for you! Reiji's new, fun, slow life as a pharmacist in a village drugstore starts now!! \n\n(Source: MU, edited)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1482/110975.jpg",
      "date": "Jul ??, 2021",
      "producer": "EMT Squared",
      "eps": null,
      "genres": [
        "Comedy",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Kimizuka Kimihiko is a crisis-magnet. From getting caught up in a crime scene to accidentally witnessing a drug deal, trouble seems to find him around every corner. So it is no surprise when his rather mundane flight suddenly enters a state of emergency with a dire need of a detective onboard. Unfortunately, his attempt at avoiding trouble is foiled by a beautiful girl with silver hair who goes by the codename Siesta. Declaring herself a detective, she unceremoniously drags Kimizuka into the case as her assistant.\n\nThat incident spelled the beginning of an adventure around the globe that went beyond his wildest imagination. Putting their lives on the line, the two took down criminal organizations, prevented disasters, and saved thousands. But the curtain closed to their epic journey with Siesta's untimely death three years later.\n\nResolving to live an ordinary high school life this time, Kimizuka spends a year maintaining a low profile. However, as fate would have it, a girl with an uncanny resemblance to Siesta comes crashing into his life, threatening to throw his peaceful days into disarray.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1071/112329.jpg",
      "date": "Jul ??, 2021",
      "producer": "ENGI",
      "eps": null,
      "genres": [
        "Mystery",
        "Comedy",
        "Drama",
        "Romance"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Saltorine Aldike, or Sari, is a bright, cheerful princess who wants to go on an adventure because she is bored of her tiny little castle in the countryside. One day, a hoard of vicious demons known as \"Oni\" come knocking on her doorstep, threatening the lives of everyone in the Kingdom. Thankfully, they are saved by a lone traveler named Kibitsu Mikoto who slays these monsters with a mysterious \"Peach Eye.\" Shocked by the dangers of the outside world, Sari decides to set off on a journey of her own. Little did she know that she would set in motion a chain of events that will come to determine the fate of this magical world.\n\n(Source: Peach Boy Riverside Wiki)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1442/111928.jpg",
      "date": "Jul ??, 2021",
      "producer": "Asahi Production",
      "eps": null,
      "genres": [
        "Fantasy",
        "Shounen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Hashiba Kyouya is a 28-year-old game developer. With his company going bankrupt, and him losing his job, he returns to his hometown. Looking at the success of creators of his age, he finds himself regretting his life decisions as he lay distressed on his bed. As Kyouya wakes up, he discovers that he has traveled ten years back to the time before he entered college. Will he be able to finally make things right?\n\nThis is a story about a failed person who is given a second opportunity to follow his dreams. \n\n(Source: MU, edited)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1737/112772.jpg",
      "date": "Jul ??, 2021",
      "producer": "feel.",
      "eps": null,
      "genres": [
        "Comedy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "A heroic and mighty adventurer dreams of...opening a pharmacy?\n\nRed was once a member of the Hero's party, a powerful group destined to save the world from the evil forces of Taraxon, the Raging Demon Lord. That is, until one of his comrades kicked him out. Hoping to live the easy life on the frontier, Red's new goal is to open an apothecary. However, keeping the secret of his former life may not be as simple as he thinks. Especially when the beautiful Rit, an adventurer from his past, shows up and asks to move in with him! \n\n(Source: Yen Press)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1969/111798.jpg",
      "date": "Jul ??, 2021",
      "producer": "Studio Flad, Wolfsbane",
      "eps": null,
      "genres": [
        "Adventure",
        "Slice of Life",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "\"Hello, boys and girls! Do you like guys with more than one side to them?\"\n\n31 year old Omota Uramichi is the gymnastics coach in the children's educational TV program \"Together with Mama.\" He might be sweet on the outside, but all boys and girls are inevitably scared off whenever they get a glimpse of the adult darkness that's the result of Uramichi-sensei's emotional instability. This is a tragic eulogy to all the \"boys and girls\" who are now adults! \n\n(Source: MU, edited)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1500/111525.jpg",
      "date": "Jul ??, 2021",
      "producer": "Studio Blanc",
      "eps": null,
      "genres": [
        "Slice of Life",
        "Comedy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Kinji, who lacks any kind of work ethic, is a layabout in his modern life. One day, he finds himself transported to another world—but not in a grand fantasy of a hero welcomed with open arms. He's immediately shoved into a terrible job! Now enslaved by an evil mining company in a fantasy world, Kinji's about to really learn the meaning of hard work!\n\n(Source: Seven Seas Entertainment)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1357/111339.jpg",
      "date": "Jul ??, 2021",
      "producer": "SILVER LINK.",
      "eps": null,
      "genres": [
        "Comedy",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Kukuru Misakino, an 18-year-old high school girl working in an aquarium, meets Fuuka Miyazawa, a former idol who lost her place in Tokyo and escaped. Fuuka will spend her days in the aquarium with her own thoughts in mind. However, the crisis of closing is approaching for the aquarium, as the girls explore their dreams and reality, loneliness and friends, bonds and conflicts.\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1519/111174.jpg",
      "date": "Jul ??, 2021",
      "producer": "P.A. Works",
      "eps": null,
      "genres": [
        "Slice of Life"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "\"I'm going to live for myself!\"\n\nThe greatest assassin on Earth knew only how to live as a tool for his employers—until they stopped letting him live. Reborn by the grace of a goddess into a world of swords and sorcery, he's offered a chance to do things differently this time around, but there's a catch...He has to eliminate a super-powerful hero who will bring about the end of the world unless he is stopped.\n\nNow known as Lugh Tuatha Dé, the master assassin certainly has his hands full, particularly because of all the beautiful girls who constantly surround him. Lugh may have been an incomparable killer, but how will he fare against foes with powerful magic? \n\n(Source: Yen Press)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1227/113326.jpg",
      "date": "Jul ??, 2021",
      "producer": "SILVER LINK., Studio Palette",
      "eps": null,
      "genres": [
        "Action",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "The story follows the Kirihara brothers who from a young age were incarcerated in a secure scientific facility due to their supernatural powers, having escaped after the barrier that was preventing them malfunctions. The story also follows the Kuroki brothers who are trying to chase the Kirihara brothers.\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1148/110090.jpg",
      "date": "Jul ??, 2021",
      "producer": "Shirogumi",
      "eps": null,
      "genres": [
        "Sci-Fi",
        "Mystery",
        "Psychological",
        "Supernatural",
        "Drama"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Second season of Tsukipro The Animation.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1799/110107.jpg",
      "date": "Jul ??, 2021",
      "producer": "-",
      "eps": null,
      "genres": [
        "Music"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Following the first season, Ryou and Souma—who revealed their feelings for each other—have finally started dating. When they thought their hearts and bodies were more deeply connected during their lovey dovey days, her ex-boyfriend Rei came to where they work. The three are reminded of their school days when their feelings grew apart. Ryou doesn't want to get involved, but he ends up teaming up with Rei.\n\n(Source: MAL News)\n\nThe complete edition with explicit scenes was distributed online via Comic Festa Anime Zone. The censored version was broadcast on Tokyo MX.\n\nThis database entry reflects censored TV version of the anime.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1710/111289.jpg",
      "date": "Jul ??, 2021",
      "producer": "-",
      "eps": null,
      "genres": [
        "Comedy",
        "Romance",
        "Ecchi"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "The story takes place after 90 percent of humanity wiped out due to an invasion. Survivors live in a shelter where their lives are monitored, and memories of the invasion erased. Three teenagers from the shelter are chosen to pilot three machines that combine to form the Musashi robot, made out of a material named Megatronium alloy. The series will balance robot action with school life.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/3/81126.jpg",
      "date": "Jul ??, 2021",
      "producer": "OLM",
      "eps": null,
      "genres": [
        "Mecha",
        "School"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "The story takes place shortly before Cartaphilus took a nap and Chise became an auditor at the academy.\n\nElias and his friends help Chise prepare for the academy, where in the middle of everyday life, Spriggan visits the mansion on a spooky horse with the words, \"The appearance of the ghost hunting association is unusual this time.\"\n\nGabriel, an ordinary boy who just moved from London, was bored of his environment of parting with friends, being in an unfamiliar location, and everything else. Sitting by the window and glancing beyond, he spotted a purple smoke and decided to chase after it, looking to escape his boredom. Though it should not, the world of the boy begins to converge with the wizards, who live on the other side behind a thick veil.\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1283/113368.jpg",
      "date": "Sep 10, 2021",
      "producer": "Studio Kafka",
      "eps": 3,
      "genres": [
        "Slice of Life",
        "Magic",
        "Fantasy",
        "Shounen"
      ],
      "category": "OVA"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1096/113360.jpg",
      "date": "Jul 2, 2021",
      "producer": "-",
      "eps": 1,
      "genres": [
        "Action",
        "Adventure",
        "Supernatural",
        "Magic",
        "Fantasy",
        "Shounen"
      ],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "The film will feature an original story that takes place during the three months following the ending of Tennis no Ouji-sama and the beginning of its sequel Shin Tennis no Ouji-sama.\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1623/111110.jpg",
      "date": "Sep 3, 2021",
      "producer": "Keica, The Monk Studios",
      "eps": 1,
      "genres": [
        "Action",
        "Comedy",
        "Sports",
        "Shounen"
      ],
      "category": "Movie"
    }
  ]
}