{
  "season": "Summer",
  "year": "2020",
  "lastUpdate": "2020-04-23",
  "animes": [
    {
      "title": "Re:Zero kara Hajimeru Isekai Seikatsu 2nd Season",
      "description": "Second season of Re:Zero kara Hajimeru Isekai Seikatsu.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1010/100084.jpg",
      "date": "Jul ??, 2020",
      "producer": "White Fox",
      "eps": null,
      "genres": [
        "Psychological",
        "Drama",
        "Thriller",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Sword Art Online: Alicization - War of Underworld 2nd Season",
      "description": "Second part of Sword Art Online: Alicization - War of Underworld.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1438/105106.jpg",
      "date": "Jul ??, 2020",
      "producer": "A-1 Pictures",
      "eps": 11,
      "genres": [
        "Action",
        "Game",
        "Adventure",
        "Romance",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka III",
      "description": "Third season of Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1791/103303.jpg",
      "date": "Jul ??, 2020",
      "producer": "J.C.Staff",
      "eps": null,
      "genres": [
        "Action",
        "Adventure",
        "Comedy",
        "Romance",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Enen no Shouboutai: Ni no Shou",
      "description": "Second season of Enen no Shouboutai.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1328/105212.jpg",
      "date": "Jul ??, 2020",
      "producer": "-",
      "eps": null,
      "genres": [
        "Action",
        "Supernatural",
        "Shounen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Haikyuu!!: To the Top 2nd Season",
      "description": "Second half of Haikyuu!!: To the Top.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1453/106768.jpg",
      "date": "Jul ??, 2020",
      "producer": "Production I.G",
      "eps": 12,
      "genres": [
        "Comedy",
        "Sports",
        "Drama",
        "School",
        "Shounen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Mahouka Koukou no Rettousei: Raihousha-hen",
      "description": "Shiba Miyuki's classmate Kitayama Shizuku is on her way to study abroad. For magicians, this is normally impossible, since allowing the genes of someone who can use magic outside their home country's borders is tantamount to giving up national secrets. But it's allowed to happen in one case-exchange programs. And that's how Angelina Kudou Shields has arrived in Japan from the USNA to study at First High.\n\nAround the time Lina arrived in Japan magicians began getting attacked by a mysterious being who leaves his victims drained of blood. Will Tatsuya be able to discover the identity of the \"Vampire\"?\n\n(Source: Mahouka Wikia, edited)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1788/106668.jpg",
      "date": "Jul ??, 2020",
      "producer": "8bit",
      "eps": null,
      "genres": [
        "Action",
        "Magic",
        "Romance",
        "School",
        "Sci-Fi",
        "Supernatural"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Higurashi no Naku Koro ni (2020)",
      "description": "New Higurashi no Naku Koro ni anime project.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1808/105271.jpg",
      "date": "Jul ??, 2020",
      "producer": "Passione",
      "eps": null,
      "genres": [
        "Mystery",
        "Dementia",
        "Horror",
        "Psychological",
        "Supernatural",
        "Thriller"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Kanojo, Okarishimasu",
      "description": "Dumped by his girlfriend, emotionally shattered college student Kazuya Kinoshita attempts to appease the void in his heart through a rental girlfriend from a mobile app. At first, Chizuru Mizuhara seems to be the perfect girl with everything he could possibly ask for: great looks and a cute, caring personality.\n \nUpon seeing mixed opinions on her profile after their first date, and still tormented by his previous relationship, Kazuya believes that Chizuru is just playing around with the hearts of men and leaves her a negative rating. Angry at her client's disrespect towards her, Chizuru reveals her true nature: sassy and temperamental, the complete opposite of Kazuya's first impression. At that very moment, Kazuya receives news of his grandmother's collapse and is forced to bring Chizuru along with him to the hospital.\n \nAlthough it turns out to be nothing serious, his grandmother is ecstatic that Kazuya has finally found a serious girlfriend, which had always been her wish. Unable to tell her the truth, Kazuya and Chizuru are forced into a fake relationship—acting as if they are truly lovers.\n \n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1920/104817.jpg",
      "date": "Jul ??, 2020",
      "producer": "TMS Entertainment",
      "eps": null,
      "genres": [
        "Comedy",
        "Romance",
        "School",
        "Shounen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Maou Gakuin no Futekigousha: Shijou Saikyou no Maou no Shiso, Tensei shite Shison-tachi no Gakkou e",
      "description": "After 2000 years has passed, the ruthless demon lord has just been reincarnated! But his aptitude at an academy for nurturing candidates for demon lords is, “inept”!?\n\nHaving the capability to destroy humans, elementals, and gods, after a long period of countless wars and strife, Arnos the demon lord became sick and tired of all that and longed for a peaceful world, so he decided to reincarnate to the future.\n\nHowever, what awaited him after his reincarnation is a world too used to peace that his descendants became too weak due to a huge weakening in magical powers. \n\n(Source: MU)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1388/105332.jpg",
      "date": "Jul ??, 2020",
      "producer": "Silver Link.",
      "eps": null,
      "genres": [
        "Magic",
        "Fantasy",
        "School"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Great Pretender",
      "description": "Only BADs are our targets! Trick you! Deceive you! Cheat all fortunes of you! You can hear our stories in LA, Singapore, London, Shanghai and Tokyo, Why? Our \"CON GAMEs\" stage, is the whole WORLD!\n\nEdamura Masato is supposedly Japan's greatest swindler. Together with his partner Kudo, they try to trick a Frenchman in Asakusa but unexpectedly get tricked instead. The Frenchman, whom they tried to swindle, turns out to be Laurent Thierry—a much higher-level \"confidence man,\" in control of the mafia. Edamura is yet to find out what fate awaits him, after having engaged in the Frenchman's dirty jobs...!\n\n(Source: Official Website)\n\nEpisode 1 was previewed at a screening at Anime Expo in Los Angeles on July 4, 2019. Regular broadcasting began in July 2020.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1590/105597.jpg",
      "date": "Jul ??, 2020, 00:55 (JST)",
      "producer": "Wit Studio",
      "eps": 23,
      "genres": [
        "Action"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Uzaki-chan wa Asobitai!",
      "description": "Sakurai Shinichi's one wish is for a little peace and quiet. But Uzaki Hana–his boisterous, well-endowed underclassman–has other plans. All she wants is to hang out and poke fun at him. With the help of her chipper charm and peppy persistence, this might just be the start of a beautiful relationship! \n\n(Source: Seven Seas Entertainment)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1077/105831.jpg",
      "date": "Jul ??, 2020",
      "producer": "ENGI",
      "eps": null,
      "genres": [
        "Slice of Life",
        "Comedy",
        "Ecchi"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Peter Grill to Kenja no Jikan",
      "description": "Peter Grill is known throughout the land as the world's strongest fighter. He has a girlfriend who he's steadily trying to get closer with. Life is good for him. Until he realizes that dozens of women, who want to bear strong children, are all vying for his seed.\n\n(Source: LHTranslation)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1076/106693.jpg",
      "date": "Jul ??, 2020",
      "producer": "-",
      "eps": null,
      "genres": [
        "Harem",
        "Comedy",
        "Ecchi",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Deca-Dence",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1641/102167.jpg",
      "date": "Jul ??, 2020",
      "producer": "Nut",
      "eps": null,
      "genres": [
        "Action",
        "Sci-Fi",
        "Adventure"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Monster Musume no Oishasan",
      "description": "In the town of Lindworm where monsters and humans coexist, Dr. Glenn runs an exemplary medical clinic for monster girls with his lamia assistant, Sapphee. Whether receiving a marriage proposal by a centaur injured in battle, palpating the injury of a mermaid, or suturing the delicate wounds of a flesh golem, Dr. Glenn performs his job with grace and confidence. But when an unsavory character seeks to steal a harpy egg, how will the unflappable Dr. Glenn respond...?\n \n(Source: Seven Seas Entertainment)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1762/106598.jpg",
      "date": "Jul ??, 2020",
      "producer": "Arvo Animation",
      "eps": null,
      "genres": [
        "Comedy",
        "Romance",
        "Ecchi",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Muhyo to Rouji no Mahouritsu Soudan Jimusho 2nd Season",
      "description": "Second season of Muhyo to Rouji no Mahouritsu Soudan Jimusho.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1218/106376.jpg",
      "date": "Jul ??, 2020",
      "producer": "-",
      "eps": null,
      "genres": [
        "Action",
        "Mystery",
        "Comedy",
        "Supernatural",
        "Drama",
        "Shounen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Assault Lily: Bouquet",
      "description": "In the near future, humanity faces imminent destruction from mysterious creatures known as \"Huge.\" The world wages war against the Huge, and develops the anti-weapon \"CHARM\" (Counter Huge Arms) by combining science and magic. CHARM works more effectively when used by teenage girls, and those who use the weapons are revered as \"Lilies.\" The Lilies are trained at military academies called \"Gardens,\" which also serve as bases to protect and advise people. This is a story about girls who aim to become Lilies so they can protect Earth. \n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1920/104618.jpg",
      "date": "Jul ??, 2020",
      "producer": "Shaft",
      "eps": null,
      "genres": [
        "Action",
        "Magic",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Dokyuu Hentai HxEros",
      "description": "In a world on the verge of a great disaster that began five years ago, heroes who, with the help of a device called HxEros, use the power of Ecchi (H) and erotic power (Ero) to save the planet from libido-devouring monsters!\n\nEnjou Retto and Hoshino Kirara are childhood friends who have drifted apart from each other. One day, they're caught in a battle against a \"Censor Bug\" that feeds on human's sexual energy to evolve. After successfully taking down the enemy, they join a group of heroes like them, using the erotic power of the HxEROS force to fight off monsters.\n\n(Source: MU)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1675/104026.jpg",
      "date": "Jul ??, 2020",
      "producer": "Project No.9",
      "eps": null,
      "genres": [
        "Action",
        "Comedy",
        "Supernatural",
        "Ecchi",
        "School",
        "Shounen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Gibiate",
      "description": "In 2030, Japan. A virus has infected humans throughout the world. Infected people turn into different forms of monsters based on their ages, sexes, and races. The virus is named \"Gibia\"—after being rich in variety like gibia.\n\nJust then, a pair of samurai and ninja appeared in such a blighted wasteland of Japan. They both traveled from the early Edo period, fighting together with help from a doctor who tries to find cure for Gibia. Facing ceaseless attacks from Gibias and outlaws that attack travelers for food, they start the dangerous journey with enemies all around.\n\n(Source: Official Website)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1359/101974.jpg",
      "date": "Jul ??, 2020",
      "producer": "-",
      "eps": null,
      "genres": [
        "Action",
        "Fantasy",
        "Horror",
        "Martial Arts",
        "Samurai"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Ex-Arm",
      "description": "2014: Akira Natsume seems to almost have a phobia of electrical devices while also being very good at diagnosing them. He resolves to change himself for the better and get a girlfriend like his older brother did. ...But then Akira suddenly dies in an accident. 16 years later a special policewoman and her android partner retrieve and activate a highly advanced AI and superweapon called EX-ARM and put it into full control of their ship as a last resort. Turns out the AI is actually just Akira's brain!\n\n(Source: MU)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1056/106584.jpg",
      "date": "Jul ??, 2020",
      "producer": "-",
      "eps": null,
      "genres": [
        "Action",
        "Sci-Fi",
        "Ecchi",
        "Seinen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Hypnosis Mic: Division Rap Battle - Rhyme Anima",
      "description": "In a world where women now dominate the government, the creation and use of weapons is strictly forbidden. However, by no means has conflict been brought to an end; instead of weapons, war is waged through words. With the power of the \"Hypnosis Mic,\" lyrics can affect one's opponent in various ways and cause real damage. Those in the divisions outside the women-only Chuou Ward thus use it for fierce rap battles as their weapon in the constant clash for territory. \n\n(Source: Tokyo Otaku Mode)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1677/106540.jpg",
      "date": "Jul ??, 2020",
      "producer": "A-1 Pictures",
      "eps": null,
      "genres": [
        "Music"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Akudama Drive",
      "description": "Long ago, a war broke out in Japan that pitted Kantou against Kansai and divided the country. Kansai became dependent on Kantou, but slowly the police and government began losing control of Kansai to criminals known as Akudama.\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1971/106443.jpg",
      "date": "Jul ??, 2020",
      "producer": "Studio Pierrot",
      "eps": null,
      "genres": [
        "Action",
        "Sci-Fi"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Ochikobore Fruit Tart",
      "description": "Fourth dormitory of the Rat Production (commonly known as Nezumi-sou)—the place where dropout idol girls live: the former child actor Sekino Roko, musician Nukui Hayu, and model Maehara Nina. Sakura Ino, who always dreamed of becoming an idol, moves in. At the same time, the decision is made to demolish the dormitory. Due to the project launched by the manager Kajino Hoho, \"Ochikobore Fruit Tart,\" occupants of the dormitory form a new idol group called \"Fruit Tart\" and start their activities in order to repay a one hundred million yen debt. \n\n(Source: MU, edited)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1511/104769.jpg",
      "date": "Jul ??, 2020",
      "producer": "feel.",
      "eps": null,
      "genres": [
        "Music",
        "Slice of Life"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Tsukiuta. The Animation 2",
      "description": "Second season of Tsukiuta. The Animation.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1149/104209.jpg",
      "date": "Jul ??, 2020, 22:30 (JST)",
      "producer": "Children's Playground Entertainment",
      "eps": null,
      "genres": [
        "Music"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Senyoku no Sigrdrifa",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1960/106258.jpg",
      "date": "Jul ??, 2020",
      "producer": "-",
      "eps": null,
      "genres": [],
      "category": "TV (New)"
    },
    {
      "title": "Ikebukuro West Gate Park",
      "description": "Living in an area known for its juvenile crime, 21-year-old Makoto is a friend of King, the leader of a youth gang called the G-Boys, though he himself does not want to join as a member. Known for his cool head and ability to get things done, Makoto becomes a key trouble-shooter for the gang by diffusing tense situations and keeping his friends out of harm's way. However, the death of his girlfriend and an escalating turf war with a rival gang threaten to be more than Makoto can handle.\n\n(Source: AsianWiki)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1143/106670.jpg",
      "date": "Jul ??, 2020",
      "producer": "Doga Kobo",
      "eps": null,
      "genres": [
        "Mystery",
        "Drama",
        "Romance"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Maesetsu!",
      "description": "The anime centers on four girls at the full bloom of their youth, working hard to achieve their dreams as they struggle valiantly. In Japanese entertainment, Maesetsu! refers to an introductory talk or explanation addressed to the audience before the broadcast of television programs, usually performed by assistant directors and particularly comedians in variety or comedy shows.\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1650/106386.jpg",
      "date": "Jul ??, 2020",
      "producer": "AXsiZ, Studio Gokumi",
      "eps": null,
      "genres": [
        "Slice of Life",
        "Comedy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Skate-Leading☆Stars",
      "description": "The anime will tell the story of high school students as they compete in groups in a unique form of figure skating called \"Skate-Leading.\"\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1807/106481.jpg",
      "date": "Jul ??, 2020",
      "producer": "J.C.Staff",
      "eps": null,
      "genres": [
        "Sports"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Chou Futsuu Toshi Kashiwa Densetsu",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1413/103348.jpg",
      "date": "Jul ??, 2020",
      "producer": "-",
      "eps": null,
      "genres": [
        "Comedy",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Obake Zukan",
      "description": "The Obake Zukan series illustrates various monsters and spirits and explains why they are scary. \n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1885/106287.jpg",
      "date": "Jul 1, 2020",
      "producer": "Fanworks",
      "eps": null,
      "genres": [
        "Comedy",
        "Demons",
        "Fantasy",
        "Kids",
        "Supernatural"
      ],
      "category": "TV (New)"
    },
    {
      "title": "Kabukichou Sherlock OVA",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1036/107020.jpg",
      "date": "Aug 26, 2020",
      "producer": "-",
      "eps": 6,
      "genres": [
        "Mystery",
        "Comedy",
        "Drama"
      ],
      "category": "OVA"
    },
    {
      "title": "Planetarian: Snow Globe",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1320/106943.jpg",
      "date": "Sep ??, 2020",
      "producer": "Okuruto Noboru",
      "eps": 1,
      "genres": [
        "Sci-Fi",
        "Drama"
      ],
      "category": "OVA"
    },
    {
      "title": "Fate/Grand Order: Shinsei Entaku Ryouiki Camelot 1 - Wandering; Agateram",
      "description": "An adaptation of the the Sixth Singularity, The Sacred Round Table Realm Camelot Singularity of Fate/Grand Order.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1535/103385.jpg",
      "date": "Aug 15, 2020",
      "producer": "Signal.MD",
      "eps": 1,
      "genres": [
        "Action",
        "Supernatural",
        "Magic",
        "Fantasy"
      ],
      "category": "Movie"
    },
    {
      "title": "Kud Wafter",
      "description": "This anime adapts Key's visual novel Kud Wafter, which follows the romantic relationship between Riki Naoe and Kudryavka Noumi from the game Little Busters!",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/9/86916.jpg",
      "date": "Sep ??, 2020",
      "producer": "J.C.Staff",
      "eps": 1,
      "genres": [
        "Comedy",
        "Romance",
        "School"
      ],
      "category": "Movie"
    },
    {
      "title": "Seitokai Yakuindomo Movie 2",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1323/104626.jpg",
      "date": "Jul 10, 2020",
      "producer": "GoHands",
      "eps": 1,
      "genres": [
        "Comedy",
        "School",
        "Shounen",
        "Slice of Life"
      ],
      "category": "Movie"
    },
    {
      "title": "Bishoujo Senshi Sailor Moon Eternal",
      "description": "Bishoujo Senshi Sailor Moon Eternal serves as the fourth installment in Toei Animation's reboot of Naoko Takeuchi's original magical girl manga. The sequel was announced in January 2017 as a part of the franchise's 25th anniversary and later confirmed to be a two-part anime film covering the Dream arc.\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1517/101714.jpg",
      "date": "Sep 11, 2020",
      "producer": "Studio Deen, Toei Animation",
      "eps": 1,
      "genres": [
        "Demons",
        "Magic",
        "Romance",
        "Shoujo"
      ],
      "category": "Movie"
    },
    {
      "title": "Umibe no Étranger",
      "description": "\"There's nothing wrong with liking another guy.\"\nTo be in the arms of the person I love... I thought that was an unattainable dream...\n\nOn an island off the coast of Okinawa, two young men meet on a beach. Shun Hashimoto is gay and aspires to be a novelist. He is interested in Mio Chibana, a somber high school student, and starts to flirt with him. Day by day, the two of them grow closer, but then, suddenly, Mio decides to leave the island.\n\nThree years later, Mio returns and approaches Shun with the words, \"I've thought about it for the past three years. I like you, Shun, even if you're a guy.\" However, when faced with the prospect of finally becoming lovers with Mio, Shun cannot take the first step towards commitment. This is a tantalizing love story about a gay novelist and a younger part-time worker. \n\n(Source: Renta!, edited)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1611/106774.jpg",
      "date": "Sep 11, 2020",
      "producer": "Studio Hibari",
      "eps": 1,
      "genres": [
        "Slice of Life",
        "Romance",
        "Shounen Ai"
      ],
      "category": "Movie"
    },
    {
      "title": "Pokemon Movie 23: Coco",
      "description": "The new film's story is set in Okoya Forest, a Pokémon paradise protected by strict rules that forbid outsiders from setting foot inside. The film centers on Coco, a boy who was raised by Pokémon and also considers himself as one, treating the Mythical Pokémon Zarude as his father. Ash and Pikachu encounter Coco during an adventure. The film focuses on the theme of a \"human raised by Pokémon,\" instead of the previous films' focus of the \"bond between a human trainer and their Pokémon.\"\n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1029/106237.jpg",
      "date": "Jul 10, 2020",
      "producer": "OLM",
      "eps": 1,
      "genres": [
        "Action",
        "Game",
        "Adventure",
        "Comedy",
        "Kids",
        "Fantasy"
      ],
      "category": "Movie"
    },
    {
      "title": "Shika no Ou",
      "description": "Van is the head of a group of soldiers who expected to die fighting for their lands against a large empire looking to incorporate their home into its kingdom. Instead of dying, however, Van is taken as a slave and thrown into a salt mine. One night, a pack of strange dogs attacks the salt mine, and a mysterious illness breaks out. During the attack, Van takes the opportunity to escape, and he meets a young girl. Elsewhere, rumor is spreading that only immigrants are coming down with this mysterious illness. The medical scientist Hossal risks his life to search for a cure. Doctors also study a father and child who seem to have survived the illness. The novels tell the interconnecting stories and bonds of those who fight against a cruel fate.\n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1863/105366.jpg",
      "date": "Sep 18, 2020",
      "producer": "Production I.G",
      "eps": 1,
      "genres": [
        "Action",
        "Adventure",
        "Fantasy"
      ],
      "category": "Movie"
    },
    {
      "title": "Mobile Suit Gundam: Hathaway's Flash",
      "description": "In Hathaway's Flash Hathaway Noa, still haunted by his past actions (not to mention the spirit of deceased Newtype Quess Paraya), joins a terrorist organization called Mafty and adopts the false name \"Mafty Navue Erin.\" The organization Mafty is fighting a terrorist campaign against the Earth Federation government, and they are eventually able to acquire the incredibly powerful prototype Ξ Gundam, which Hathaway becomes the pilot of. Using the Ξ Gundam Mafty attempts to attack a meeting of high-ranking Federation cabinet members in Adelaide, Australia to force them to vote down a provision which would strengthen the Federations already considerable powers.\n \nAs a point to note, this novel focuses on a version of events chronicled in creator Yoshiyuki Tomino's novelized form of Char's Counterattack, rather than his animated movie version, and as such, several discrepancies can be found between the animated work and this novel, making it more of a semi-canonical UC storyline, rather than 100% official canon.\n \n(Source: Wikipedia)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1074/106582.jpg",
      "date": "Jul 23, 2020",
      "producer": "Sunrise",
      "eps": 1,
      "genres": [
        "Action",
        "Military",
        "Sci-Fi",
        "Space",
        "Drama",
        "Mecha"
      ],
      "category": "Movie"
    },
    {
      "title": "Doraemon Movie 40: Nobita no Shin Kyouryuu",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1358/104464.jpg",
      "date": "Aug 7, 2020",
      "producer": "-",
      "eps": 1,
      "genres": [
        "Adventure",
        "Comedy",
        "Kids",
        "Sci-Fi",
        "Shounen"
      ],
      "category": "Movie"
    },
    {
      "title": "Jintai no Survival!",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1424/107104.jpg",
      "date": "Jul 31, 2020",
      "producer": "-",
      "eps": 1,
      "genres": [
        "Action",
        "Comedy",
        "Shounen"
      ],
      "category": "Movie"
    },
    {
      "title": "Sword Art Online: Alicization - War of Underworld Recap",
      "description": "Recap of Sword Art Online: Alicization - War of Underworld.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1946/106255.jpg",
      "date": "Jul ??, 2020",
      "producer": "A-1 Pictures",
      "eps": 1,
      "genres": [
        "Action",
        "Game",
        "Adventure",
        "Romance",
        "Fantasy"
      ],
      "category": "Special"
    },
    {
      "title": "Murenase! Seton Gakuen Special",
      "description": "Unaired episode included with volume 3 of the Blu-ray release.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1052/105457.jpg",
      "date": "Jul 3, 2020",
      "producer": "Studio Gokumi",
      "eps": 1,
      "genres": [
        "Comedy",
        "School"
      ],
      "category": "Special"
    },
    {
      "title": "22/7: 8＋3=?",
      "description": "Thirteenth episode included in sixth Blu-ray volume.\n\nThis episode centers on the story of Mikami Kamiki, Yuuki Toujou, and Tsubomi Hiiragi.\n\n(Source: Official Website)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1892/105979.jpg",
      "date": "Aug 26, 2020",
      "producer": "A-1 Pictures",
      "eps": 1,
      "genres": [
        "Music"
      ],
      "category": "Special"
    },
    {
      "title": "ARP Backstage Pass Special",
      "description": "Unaired episode included with volume 4 of the Bluray/DVD.",
      "imageUrl": "https://cdn.myanimelist.net/images/qm_50.gif",
      "date": "Aug 26, 2020",
      "producer": "Dynamo Pictures",
      "eps": 1,
      "genres": [
        "Music"
      ],
      "category": "Special"
    },
    {
      "title": "Umayon",
      "description": "It's a \"pop\" and cute everyday anime based on the 4-koma manga featuring the characters from Uma Musume: Pretty Derby.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1618/106630.jpg",
      "date": "Jul ??, 2020",
      "producer": "-",
      "eps": null,
      "genres": [
        "Slice of Life",
        "Comedy",
        "Sports"
      ],
      "category": "Unknown"
    }
  ]
}