{
  "season": "Winter",
  "year": "2020",
  "lastUpdate": "2020-12-15",
  "animes": [
    {
      "title": "",
      "description": "After their triumphant victory over Shiratorizawa Academy, the Karasuno High School volleyball team has earned their long-awaited ticket to nationals. As preparations begin, genius setter Tobio Kageyama is invited to the All-Japan Youth Training Camp to play alongside fellow nationally recognized players. Meanwhile, Kei Tsukishima is invited to a special rookie training camp for first-years within the Miyagi Prefecture. Not receiving any invitations himself, the enthusiastic Shouyou Hinata feels left behind.\n\nHowever, Hinata does not back down. Transforming his frustration into self-motivation, he boldly decides to sneak himself into the same rookie training camp as Tsukishima. Even though Hinata only lands himself a job as the ball boy, he comes to see this as a golden opportunity. He begins to not only reflect on his skills as a volleyball player but also analyze the plethora of information available on the court and how he can apply it.\n\nAs the much-anticipated national tournament approaches, the members of Karasuno's volleyball team attempt to overcome their weak points and refine their skills, all while aiming for the top!\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1813/105367.jpg",
      "date": "Jan 11, 2020, 01:25 (JST)",
      "producer": "Production I.G",
      "eps": 13,
      "genres": [
        "Comedy",
        "Sports",
        "Drama",
        "School",
        "Shounen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Countless diverse races, from perky fairies to oozing slimes, inhabit the world. Naturally, such a melting pot of creatures has a broad and alluring variety of brothels. With so many options to choose from, it is hard to decide with which succu-girl to have a meaningful, interpersonal experience.\n\nFortunately, a tight group of brave warriors has come together to enlighten the public. These perverted adventurers take it upon themselves to assess the appeal of all types of succu-girls through hands-on research. Whether it be the scorchingly hot salamanders or the udderly hu-moo-ngous cow-girls, the Yoruno Gloss reviewers leave no species behind.\n\nDirected by the mastermind behind Miru Tights, Ishuzoku Reviewers seeks to answer one of the most pressing questions there is: which species is the sexiest?\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1870/105970.jpg",
      "date": "Jan 11, 2020, 23:00 (JST)",
      "producer": "Passione",
      "eps": 12,
      "genres": [
        "Comedy",
        "Ecchi",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "High school student Kaname Sudou receives an invitation from a classmate to play Darwin's Game, a mobile game he has never heard of. However, as soon as he opens the application, a green snake suddenly pops out from his phone screen and bites his neck, leaving him unconscious. Waking up in the infirmary without any signs of a snake bite, he is told by the school to take the rest of the day off. Although he is puzzled by what has happened, he dismisses the surreal experience as a hallucination and boards the train home.\n\nUnfortunately, his curiosity gets the better of him and he uses the application once again. As the application appears to be just like any other battle game, Kaname breathes out a sigh of relief and decides to start his first match. However, the pleasant surprise is short-lived, as his in-game opponent unexpectedly appears right in front of him and attempts to hunt him down with a knife.\n\nAs he desperately runs for his life, Kaname puts two and two together and realizes that Darwin's Game is not an ordinary game, but rather, it's a brutal fight for survival.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1016/107222.jpg",
      "date": "Jan 4, 2020, 00:00 (JST)",
      "producer": "Nexus",
      "eps": 11,
      "genres": [
        "Action",
        "Sci-Fi",
        "Mystery",
        "Super Power",
        "Shounen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "After an enthusiastic invitation from her friend, Kaede Honjou reluctantly agrees to try New World Online: a very popular VRMMO played by thousands of people across Japan. Naming her in-game character Maple, she sets out on her journey. As a complete novice to such games, she allocates all of her stat points into vitality, desiring to not get hurt. With not a single point in any other stat, Maple has extraordinarily high defense, but she can't move quickly or hit hard.\n\nThis doesn't end badly for her, however. Due to her high defense, Maple acquires overpowered skills such as Total Defense, Poison Immunity, and Devour. These skills, along with the incredibly powerful items she obtains, allow her to obliterate most enemies in a single hit. After only a few days of playing the game, Maple claims third place in a server-wide event, gaining a reputation as a player who is both unkillable and absurdly powerful.\n\nDespite her overpowered character, Kaede has much to learn. As she progresses through the game, she meets new friends and acquaintances, helping her complete new levels and events. Through all of her adventures, she may even pick up some other crazy skills that exceed all expectations.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1438/105344.jpg",
      "date": "Jan 8, 2020, 22:00 (JST)",
      "producer": "Kadokawa, Silver Link.",
      "eps": 12,
      "genres": [
        "Action",
        "Game",
        "Sci-Fi",
        "Adventure",
        "Comedy",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Hidden in plain sight, spirits known as youkai inhabit the world. While most are benign, a certain subset threatens the tenuous peace between youkai and humanity. Ever since she agreed to become their \"God of Wisdom,\" Kotoko Iwanaga has served as a mediator between the two realms, resolving any supernatural problems that come her way.\n\nAt a local hospital, Kotoko approaches Kurou Sakuragawa, a university student whose long-term relationship ended with an unfortunate breakup. Kotoko harbors feelings for him and suspects that something supernatural lurks within his harmless appearance, so she asks Kurou for his assistance in helping out youkai.\n\nTwo years later, news of an idol who was accidentally crushed to death by steel beams flooded the press. However, months later, sightings begin to tell of a faceless woman who wields a steel beam. As is the case for any supernatural problem, Kotoko and her partner set out to stop this spirit from wreaking havoc—but this case may prove to be far more sinister and personal than they could have ever thought.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1517/104785.jpg",
      "date": "Jan 12, 2020, 01:30 (JST)",
      "producer": "Brain's Base",
      "eps": 12,
      "genres": [
        "Mystery",
        "Demons",
        "Supernatural",
        "Romance",
        "Shounen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "The famous \"Seven Wonders\" that every school seems to have are a staple of Japanese urban legends. One of the most well-known of these tales is that of Hanako-san: the ghost of a young girl who haunts the school's bathrooms.\n\nKamome Academy has its own version of Hanako-san's legend. Rumors claim that if one successfully manages to summon Hanako-san, she will grant her summoner any wish. Lured by the gossip, many people have tried to call upon her, yet every attempt has failed. However, when Nene Yashiro, a girl hoping for romantic fortune, dares to summon Hanako-san, she discovers that the rumored \"girl\" is actually a boy!\n\nAfter a series of unfortunate events involving Nene's romantic desires, she is unwillingly entangled in the world of the supernatural, becoming Hanako-kun's assistant. Soon, she finds out about Hanako-kun's lesser-known duty: maintaining the fragile balance between mortals and apparitions.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1700/104788.jpg",
      "date": "Jan 10, 2020, 01:58 (JST)",
      "producer": "Lerche",
      "eps": 12,
      "genres": [
        "Comedy",
        "School",
        "Shounen",
        "Supernatural"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Hole—a dark, decrepit, and disorderly district where the strong prey on the weak and death is an ordinary occurrence—is all but befitting of the name given to it. A realm separated from law and ethics, it is a testing ground to the magic users who dominate it. As a race occupying the highest rungs of their society, the magic users think of the denizens of Hole as no more than insects. Murdered, mutilated, and made experiments without a second thought, the powerless Hole dwellers litter the halls of Hole's hospital on a daily basis.\n\nPossessing free access to and from the cesspool, and with little challenge to their authority, the magic users appear indomitable to most—aside for a few. Kaiman, more reptile than man, is one such individual. He hunts them on a heedless quest for answers with only a trusted pair of bayonets and his immunity to magic. Cursed by his appearance and tormented by nightmares, magic users are his only clue to restoring his life to normal. With his biggest obstacle being his stomach, his female companion Nikaidou, who runs the restaurant Hungry Bug, is his greatest ally.\n\nSet in a gritty world of hellish design, Dorohedoro manages a healthy blend of comedy and lightheartedness with death and carnage. Taking plenty of twists and turns while following the lives of Hole's residents, it weaves a unique world of unearthly origin and dreary appearance not for the squeamish or easily disturbed.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1740/104786.jpg",
      "date": "Jan 13, 2020, 00:00 (JST)",
      "producer": "MAPPA",
      "eps": 12,
      "genres": [
        "Action",
        "Comedy",
        "Horror",
        "Magic",
        "Fantasy",
        "Seinen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Alcia is a world governed by \"Count\": numbers engraved on a person's body, representing any number related to their life. These Counts determine a person's social status and power in Alcia. If a Count reaches zero, the person is sent to the Abyss, a place rumored to be worse than death.\n\nHina, a traveler whose Count is based on the distance she traveled, witnessed her mother get dragged down into the Abyss. Determined to fulfill her mother's last wishes, she sets off on a journey in search of the legendary Aces—heroes of the war that happened three hundred years ago, bearing a white star next to their Count.\n\nWhile wandering around, Hina encounters Licht Bach, a mysterious masked man with negative Count, and Nana, the owner of a tavern. In the midst of having a good time, Hina is tricked into a battle with a military soldier. However, despite his negative count, Licht rescues Hina and reveals that he has another count, one with a white star, one of a legendary Ace.\n\nPlunderer follows the journey of Hina and other inhabitants of Alcia as they discover the truth about their world, the Abyss, and the legendary Aces.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1534/104784.jpg",
      "date": "Jan 9, 2020, 01:05 (JST)",
      "producer": "GEEK TOYS",
      "eps": 24,
      "genres": [
        "Action",
        "Ecchi",
        "Fantasy",
        "Shounen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "The Mizuhanome System is a highly advanced development that allows people to enter one of the most intriguing places in existence—the human mind. Through the use of so-called \"cognition particles\" left behind at a crime scene by the perpetrator, detectives from the specialized police squad Kura can manifest a criminal's unconscious mind as a bizarre stream of thoughts in a virtual world. Their task is to explore this psychological plane, called an \"id well,\" to reveal the identity of the culprit.\n\nNot just anyone can enter the id wells; the prerequisite is that you must have killed someone yourself. Such is the case for former detective Akihito Narihisago, who is known as \"Sakaido\" inside the id wells. Once a respected member of the police, tragedy struck, and he soon found himself on the other side of the law.\n\nNevertheless, Narihisago continues to assist Kura in confinement. While his prodigious detective skills still prove useful toward investigations, Narihisago discovers that not everything is as it seems, as behind the seemingly standalone series of murder cases lurks a much more sinister truth.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1889/105337.jpg",
      "date": "Jan 6, 2020, 00:30 (JST)",
      "producer": "NAZ",
      "eps": 13,
      "genres": [
        "Mystery",
        "Police",
        "Psychological",
        "Sci-Fi"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Midori Asakusa sees the world a bit differently. Always having her nose in a sketchbook, Asakusa draws detailed landscapes and backgrounds of both the world around her and the one within her boundless imagination. Even the simple act of doodling on a wall evolves into an emergency repair on the outer hull of her spaceship. She is only brought back to reality by her best friend Sayaka Kanamori. The pair are stark opposites, with Asakusa's childlike wonder contrasted by Kanamori's calculated approach to life. \n\nAfter a chance encounter where the two \"save\" the young model Tsubame Misuzaki from her overprotective bodyguard, a connection instantly sparks between Asakusa and Misuzaki, as both share an intense passion for art and animation. Whereas Asakusa is interested in backgrounds and settings, Misuzaki loves drawing the human form. Sensing a money-making opportunity, Kanamori suggests that they start an animation club, which they disguise as a motion picture club since the school already has an anime club. Thus begins the trio's journey of producing animation that will awe the world. \n\nFrom the brilliant mind of Masaaki Yuasa, Eizouken ni wa Te wo Dasu na! is a love letter to animation, wildly creative in its approach, and a testament to the potential of the medium.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1680/110451.jpg",
      "date": "Jan 6, 2020, 00:10 (JST)",
      "producer": "Science SARU",
      "eps": 12,
      "genres": [
        "Adventure",
        "Comedy",
        "School",
        "Seinen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "The world is ruled by spirits, goblins, and all manner of strange creatures. Human beings are persecuted, to the very point of extinction. One day, a golem and a lone human girl meet.\n\nThis is a record of the pair, one a member of a ruined race, the other a watchman of the forest. It tells of their travels together and of the bond between father and daughter.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1938/102796.jpg",
      "date": "Jan 10, 2020, 00:30 (JST)",
      "producer": "Satelight",
      "eps": 12,
      "genres": [
        "Adventure",
        "Demons",
        "Drama",
        "Fantasy",
        "Slice of Life"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Despite completing all the tasks given to them, Ainz Ooal Gown, Tanya Degurechaff, Kazuma Satou, Subaru Natsuki, and the other members of Class 2 are surprised to find out that their role as students is far from over. With no means of returning home, the class of eccentric personalities is still mysteriously stuck in the unfamiliar world. Although, as they are becoming quite fond of each other, spending more time together does not sound that bad.\n\nWith the unexpected arrival of new transfer students, the comedic antics of our beloved characters continue to grow. Thus, their bizarre yet nonchalant school life continues.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1030/103383.jpg",
      "date": "Jan 15, 2020, 00:30 (JST)",
      "producer": "Studio PuYUKAI",
      "eps": 12,
      "genres": [
        "Comedy",
        "Parody",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "The Daihasei Festival has begun, and that of course means that Tokiwadai Middle School—a prestigious all-girls' middle school—is competing too. Despite the participation of the \"Ace of Tokiwadai,\" Mikoto Misaka, the other students who are participating are still putting their utmost effort into winning, no matter how impossible the feat may seem against her might.\n\nHowever, not all is fun and games. Due to the the festival, Academy City opens to the outside world, and various factions have begun plotting ways to infiltrate the city. Misaka appears to be on their radar, and as the festival proceeds, people lurking from the shadows begin to emerge...\n\nToaru Kagaku no Railgun T brings back the Tokiwadai Ace and her friends as they dive deeper into the dark side of Academy City. From terrorist attacks to ruthless underground projects, anything is possible in this city.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1819/103287.jpg",
      "date": "Jan 10, 2020, 22:00 (JST)",
      "producer": "J.C.Staff",
      "eps": 25,
      "genres": [
        "Action",
        "Sci-Fi",
        "Super Power"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Seton Academy is a place attended by a plethora of interesting and diverse animal species. Jin Mazama is one of the few humans there, who also happens to vehemently hate animals from the bottom of his heart! One day, he stumbles upon the rowdy and assertive girl Ranka Ookami, a small \"lone wolf\" without a pack, who has not a single friend.\n\nThe desperate Ranka tries to invite Jin into joining her pack; Jin, who hates animals, naturally refuses. Amid this situation, Jin meets Hitomi Hino, a fellow human, and promptly becomes infatuated with her. After getting to know each other, the two decide to create a cooking club, and after a few bad-blooded misunderstandings, Ranka soon joins the club as well.\n\nThus begins the howl-some and howl-arious story of two normal humans; an adorable wolf; a cheerful koala; a sluggish, blonde sloth; and a feline with cattitude in their newfound club—in a story that teaches that friendship can be forged by creatures of different kinds.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1558/104666.jpg",
      "date": "Jan 7, 2020, 00:30 (JST)",
      "producer": "Studio Gokumi",
      "eps": 12,
      "genres": [
        "Comedy",
        "School"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "In the year 2043, <Infinite Dendrogram>, the world's first successful full-dive VRMMO was released. In addition to its ability to perfectly simulate the five senses, along with its many other amazing features, the game promised to offer players a world full of infinite possibilities. Nearly two years later, soon-to-be college freshman, Reiji Mukudori, is finally able to buy a copy of the game and start playing. With some help from his experienced older brother, Shuu, and his partner Embryo, Reiji embarks on an adventure into the world of <Infinite Dendrogram>. Just what will he discover and encounter in this game world known for its incredible realism and infinite possibilities?\n \n(Source: J-Novel Club)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1715/104281.jpg",
      "date": "Jan 9, 2020, 23:00 (JST)",
      "producer": "NAZ",
      "eps": 13,
      "genres": [
        "Game",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "The siblings Kashou and Shigure Minazuki enjoy the company of six catgirls. Chocola and Vanilla assist Kashou in his job as a baker at the patisserie La Soleil, while the others—Coconut, Azuki, Cinnamon, and Maple—accompany Shigure in her daily life back at their home.\n\nOne afternoon, when Chocola goes out for an errand, she notices a green-haired kitten alone by herself at a park and decides to bring her back to the patisserie. Soon after, the Minazuki household adopts her and gives her a name: Cacao. With a new member in their family, the members of the Minazuki household continue their everyday lives—bound to become livelier than ever.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1716/104880.jpg",
      "date": "Jan 9, 2020, 21:00 (JST)",
      "producer": "Felix Film",
      "eps": 12,
      "genres": [
        "Slice of Life",
        "Comedy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Rumor has it that if a young girl strikes a bargain with a white fairy, it will grant any wish her heart desires. However, in exchange, she will become a magical girl and must put her life on the line to slay fearsome and ferocious witches.\n\nIroha Tamaki, a kind-hearted middle schooler from Takarazaki City, is living proof that these rumors are true. Armed with a magical crossbow and the ability to heal injuries, Iroha seeks out the labyrinths where witches hide and defeats them before they can prey on humans. Yet Iroha has no memory of her wish, and even Kyuubey, the white fairy himself, seems to have no idea what Iroha requested of him.\n\nOne day, Iroha hears rumors of a city where \"magical girls can be saved,\" and finds herself on a sunset train to Kamihama City. Unfortunately, she discovers that the witches in Kamihama are far more powerful than usual. After veteran magical girl Yachiyo Nanami is forced to save her, Iroha vows to never return. But when a chance encounter with a tiny Kyuubey seems to trigger distant memories, Iroha is compelled to investigate the mysterious city despite the danger.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1786/104783.jpg",
      "date": "Jan 5, 2020, 00:00 (JST)",
      "producer": "Shaft",
      "eps": 13,
      "genres": [
        "Psychological",
        "Drama",
        "Magic",
        "Thriller"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Being the daughter of a modeling agency owner, Chiyuki Fujito aspires to represent her father's agency in the prestigious Paris Fashion Week, shining under the spotlight as a runway model. However, although she is equipped with great looks and talent, she unfortunately lacks a key element in becoming a successful model—height. Stuck at 158 cm even after entering high school, her childhood dream seems out of reach.\n\nMeanwhile, Ikuto Tsumura is a high school student with a knack in designing clothes; however, without the resources to pursue the necessary education, his ambition of becoming a fashion designer remains a mere dream. But as fate brings Chiyuki and Ikuto together, the dim hopes within their hearts are ignited once again. Together, the two promise to rebel against convention and carve out their own paths in the fashion world.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1544/104540.jpg",
      "date": "Jan 11, 2020, 02:25 (JST)",
      "producer": "Ezόla",
      "eps": 12,
      "genres": [
        "Slice of Life",
        "Drama",
        "School",
        "Shounen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Despite endless research, the human mind remains a mystery to this day. Unknown to the public, there exist special individuals who are able to dive deep into the minds of people and even manipulate their memories.\n\nGifted with this ability, Hiroki, Tsukasa, and Satoru are among those who use their power to commit crime under the orders of their leader, Katsuragi. The three step into the dangerous territory of the human mind in order to destroy their assigned targets while striving to keep their own minds and memories safe.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1399/94794.jpg",
      "date": "Jan 6, 2020, 22:00 (JST)",
      "producer": "Geno Studio",
      "eps": 13,
      "genres": [
        "Mystery",
        "Psychological",
        "Supernatural",
        "Seinen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "During an Outdoor Activities Club meeting, Nadeshiko Kagamihara, Aoi Inuyama, and Chiaki Oogaki debate what it means to be a real Yamanashi native. Somewhere along the line, Chiaki brings up the Yamanashi Kids' Stamp Rally, which Nadeshiko has never heard of. The rally encourages one to visit famous places in the prefecture and collect stamps; those who complete the rally will win a year's worth of Minobu steamed buns. Enticed by the humongous food prize, Nadeshiko is set on participating.\n\nFollow the Outdoor Activities Club as they travel around the Yamanashi prefecture to collect stamps and explore what the region has to offer!\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1228/104364.jpg",
      "date": "Jan 6, 2020, 20:55 (JST)",
      "producer": "C-Station",
      "eps": 12,
      "genres": [
        "Slice of Life",
        "Comedy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "In a fateful childhood encounter, Mira Kinohata met a stargazing dreamer named Ao Manaka. Though their time together was short, Ao showed Mira the wonders of astronomy, from orbiting planets to distant stars. Before they parted, Mira learned that a star with her name exists, but there are none with Ao's. And so, she forged a promise: one day, she would discover a new asteroid and name it after Ao.\n\nYears later, Mira is still fascinated with astronomy. Now in high school at Hoshizaki Academy, she tries to join the Astronomy Club. Unfortunately, she finds out that the club has been merged with the Geology Club to form a single Earth Sciences Club. She joins this new club and finds a pleasant surprise—she reunites with Ao after years of separation.\n\nAlongside their new clubmates, Mira and Ao begin their journey together to fulfill their promise. How hard could it possibly be to find an asteroid?\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1448/106566.jpg",
      "date": "Jan 3, 2020, 20:30 (JST)",
      "producer": "Doga Kobo",
      "eps": 12,
      "genres": [
        "Slice of Life",
        "Comedy",
        "School"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Kazushi Sudou is a university student who is visited by his two childhood friends, the sisters Ayane and Kotone Shirakawa. When Ayane discovers that Kazushi not only forgot to buy her pudding but is also using her special lotion in the bath, she decides to take revenge and join Kazushi in his bath along with Kotone. Will the perverted Kazushi be able to remain indifferent to them both?\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1781/104461.jpg",
      "date": "Jan 6, 2020, 01:00 (JST)",
      "producer": "Studio Hokiboshi",
      "eps": 8,
      "genres": [
        "Ecchi",
        "Romance"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "In a world of magic and monsters, Krylancelo Finrandi and his foster sister Azalea Cait-Sith were once promising students of sorcery, prodigies at the famous Tower of Fangs. But an experiment gone horribly wrong warps Azalea's appearance, trapping her in the form of a dragon.\n\nElders at the Tower—more interested in preserving their reputation rather than their students' lives—drive off the transformed Azalea and cover up the incident. Outraged, Krylancelo strikes out on his own, taking the new name of \"Orphen\" and vowing to return Azalea to her normal state.\n\nFive years later, Orphen's quest has stalled. A chance encounter brings him face to face with Azalea again, but he still has no way to restore her body. And with a hostile group of sorcerers hunting her down, he may be running out of time. The past and present collide as Orphen tries to find how to save Azalea from their former teachers and friends.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1339/105253.jpg",
      "date": "Jan 7, 2020, 23:00 (JST)",
      "producer": "Studio Deen",
      "eps": 13,
      "genres": [
        "Action",
        "Adventure",
        "Drama",
        "Magic",
        "Martial Arts",
        "Fantasy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Possessing a deep knowledge of mineralogy, Richard Ranashinha de Vulpian is a young and handsome British jewelry appraiser who owns a small shop in Japan. One fateful night, Seigi Nakata, a righteous college student, saves him from drunks who were harassing him due to his good looks. Upon learning of Richard's identity, Seigi hires him to appraise a pink sapphire ring that was left behind by his deceased grandmother.\n\nBefore long, Seigi becomes a trusted part-timer at Richard's shop. Together, the duo solve various jewel-related requests from diverse clients of different backgrounds. Step by step, they unravel the hidden motives and feelings that lie within the gems in order to understand and empathize with the little stories behind each piece of jewelry.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1134/109558.jpg",
      "date": "Jan 9, 2020, 23:30 (JST)",
      "producer": "Shuka",
      "eps": 12,
      "genres": [
        "Drama",
        "Mystery",
        "Slice of Life"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "In the distant past, Miguel, the God of Destruction, was sealed inside the knight who ruled over light and darkness, Sturmhurt. Alongside the knight was Gestöber, who accompanied him through countless battles. In the present day, destiny causes them to reincarnate as Kabuto Hanadori and Seri Koyuki, two classmates.\n\nTheir reunion should be a joyous moment, if not for the fact that these fantasied heroes are just products of Kabuto's delusions. As the fictional \"Gestöber,\" Seri finds himself in various embarrassing situations due to Kabuto's antics that sometimes grow out of his control. Moreover, his classmate Utsugi Tsukimiya joins the fray with his absurdly accurate mind-reading abilities, slowly destroying Seri's social life.\n\nSeri tries hard to stay away from them, refusing to acknowledge their shenanigans, however with Kabuto's chuunibyou and Utsugi's unpredictability, he is only bound to be swept by the craziness coming his way.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1848/103547.jpg",
      "date": "Jan 11, 2020, 21:00 (JST)",
      "producer": "EMT Squared",
      "eps": 12,
      "genres": [
        "Slice of Life",
        "Comedy",
        "School",
        "Josei"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Years ago, many magical \"Artifacts\" were stolen and scattered throughout the world. They fell into the hands of people who were not supposed to know of their existence, causing misfortune to those who abused their power. The Hoshisato family of magicians has special access to the Artifacts, and they take it upon themselves to return them to their rightful place.\n\nDespite her inexperience, Kana \"Hatena\" Hoshisato wishes to aid her parents Mamoru and Maeve in their quest, doing her best to improve. Meanwhile, her childhood friend Makoto Shiranui has come to their mansion to study magic under her father's tutelage as part of a promise they made years ago. Hatena is excited to see her friend again, only to be utterly disappointed when the person she thought to be a girl all these years turns out to be a boy, leading to a bitter reunion.\n\nBefore long, Makoto comes to know of the Artifacts and the true identities of the magicians he admires. Unfazed, he continues to strive to fulfill his promises and stay true to why he learns magic—to ease the sadness of people around him and, most importantly, to become a person worthy of being Hatena's partner.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1299/106117.jpg",
      "date": "Jan 9, 2020, 23:30 (JST)",
      "producer": "Children's Playground Entertainment",
      "eps": 12,
      "genres": [
        "Comedy",
        "Supernatural",
        "Romance",
        "Ecchi"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Miu Takigawa views the world from behind the safety of her bangs, content with peacefully passing unnoticed through life. Reserved and timid, Miu struggles to converse with or even smile at customers when at her part time job, but she works tirelessly to support her mother and precious little sister, Haru. It is a shock when a letter arrives from the entertainment company GIP, announcing that she has been chosen as a candidate for their new project. \n\nMiu decides to accept the invitation and heads to the meeting spot where the eccentric ensemble of other candidates filter in, all summoned by their own letters. Not long after, the girls are escorted by a manager to a luxurious secret facility, where it is explained that they must follow the mysterious directions of \"The Wall,\" whose orders are absolute. \n\nThe 24th of December, 2016, will see the birth of idols like no other; on that day, the group 22/7 will debut, whether or not Miu and the other members are ready to take the stage.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1485/108385.jpg",
      "date": "Jan 11, 2020, 23:00 (JST)",
      "producer": "A-1 Pictures",
      "eps": 12,
      "genres": [
        "Music"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "A girl is obsessed with her favorite idol, a minor member of a less popular group, enough that she says she'd die to see her play at Budoukan.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1139/104708.jpg",
      "date": "Jan 10, 2020, 01:28 (JST)",
      "producer": "8bit",
      "eps": 12,
      "genres": [
        "Comedy",
        "Music",
        "Seinen",
        "Shoujo Ai",
        "Slice of Life"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Natsuza Yuzuki has been playing rugby as a left-winger ever since he was a child. After enrolling in Doushisha University, he quickly becomes a rising star in the Kansai University League.\n\nHis dreams are shattered, however, when a nasty motorbike accident leaves him with a spinal hernia—making him unable to be able to play rugby ever again. With no role available other than the position of manager, he accepts his new post and hopes his squad can obtain a league title.\n\nYuzuki's team is an unlikely group, including his stoic best friend and full-back Seiichirou Jingyouji; hot-headed first-year Yasunari Tsuru, who harbors a strong dislike for Natsuza, filling his senior's old position as left wing; and Yuu Mashiro, who is struggling to hold his ground as a scrum half.\n\nDespite Natsuza putting his all into training his team for a league title, their squad still feels incomplete. A year ago, Ibuki Ueka, the genius fly-half that was once Doushisha's ace, suddenly quit rugby—and now Natsuza is determined to get him back.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1885/102374.jpg",
      "date": "Jan 8, 2020, 22:30 (JST)",
      "producer": "PRA",
      "eps": 12,
      "genres": [
        "Sports",
        "School"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "After earthquakes suddenly took place in the Kumamoto Prefecture, Natsuna Keyaki lost contact with her dearest online friend, Itsuki. With nothing but a drawn picture of the landscape, Natsuna embarks on a journey from Tokyo to Kumamoto to find her.\n\nWhen Natsuna gets lost in a rural area of the disaster-stricken prefecture, she encounters a policeman and an energetic middle school girl named Izumi Chiba. Izumi, along with her hospitable family members, offers Natsuna shelter and information to assist her in her quest. With these kind locals helping her on every step of the way, Natsuna moves closer to discover what happened to Itsuki.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1327/104408.jpg",
      "date": "Jan 7, 2020, 01:35 (JST)",
      "producer": "IMAGICA Lab.",
      "eps": 12,
      "genres": [
        "Drama",
        "Slice of Life"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "As the all-girl band Poppin’Party continues to rise in fame, they find a poster for an event at the legendary Nippon Budoukan. Now determined to participate in the \"BanG Dream,\" Kasumi Toyama and the other members of Poppin’Party aim to reach new heights and prove their worth by performing on that renowned stage.\n\nMeanwhile, rival band RAISE A SUILEN dreams of changing the world with \"the strongest music,\" but finds itself in dire straits without a guitarist. Though dozens of potential candidates audition for the role, band leader CHU² believes them to be amateurs and unsuitable for the band. However, there may be one guitarist that lives up to CHU²’s high standards.\n\nBanG Dream! 3rd Season features multiple all-girl bands, including Poppin’Party, Afterglow, Pastel*Palettes, Roselia, Hello Happy World!, and now RAISE A SUILEN, as they work to astound fans throughout Japan with their spectacular performances. As the BanG Dream competition draws near, the band members are prepared to captivate audiences with their heartfelt music!\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1985/104767.jpg",
      "date": "Jan 23, 2020, 23:00 (JST)",
      "producer": "SANZIGEN",
      "eps": 13,
      "genres": [
        "Music"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "\"Director! Please help us bloom!\"\n\nIn Tokyo, there is a place called Velude Way. It is a district notorious for its performers and theatrical groups. Izumi Tachibana, who was previously a stage actress, arrives with a letter that reads, \"Full of debt! Zero customers! Only one actor!\" It describes the current state of the once-popular theater group Mankai Company. Her task is to rebuild the company to its former glory as the new owner and chief director.\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1421/105605.jpg",
      "date": "Jan 14, 2020, 00:00 (JST)",
      "producer": "P.A. Works, Studio 3Hz",
      "eps": 12,
      "genres": [
        "Slice of Life",
        "Drama"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "In a city somewhere in Japan, there’s a flyer often seen on Third Street with a picture of a cat with a kinked tail, bearing the words: “Have you seen Tama?” A young boy gazes at the flyer, but he has fluffy ears on his head…!? Watch the dogs and cats from Third Street take on a human form and get up to some mischief. \n\n(Source: Official Site)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1624/103162.jpg",
      "date": "Jan 10, 2020, 00:55 (JST)",
      "producer": "Lapin Track, MAPPA",
      "eps": 11,
      "genres": [
        "Slice of Life"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "In the \"one-of-a-kind samurai-general-reincarnated-as-a-canine comedy,\" Nobunaga perishes at Honnouji as in history, and reincarnates in modern-day Japan as a dog named Shinamon. Other Warring States era warlords such as Takeda Shingen eventually join him, also as dogs.\n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1004/106819.jpg",
      "date": "Jan 11, 2020, 01:23 (JST)",
      "producer": "Studio Signpost",
      "eps": 12,
      "genres": [
        "Slice of Life",
        "Comedy",
        "Historical",
        "Seinen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Second season of Yatogame-chan Kansatsu Nikki.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1810/104387.jpg",
      "date": "Jan 5, 2020, 21:54 (JST)",
      "producer": "Creators in Pack, Saetta",
      "eps": 12,
      "genres": [
        "Slice of Life",
        "Comedy",
        "School",
        "Shounen"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "New Show by Rock!! TV Series featuring the new band Mashumairesh!!.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1406/104616.jpg",
      "date": "Jan 9, 2020, 22:30 (JST)",
      "producer": "Kinema Citrus",
      "eps": 12,
      "genres": [
        "Music",
        "Comedy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "The anime will center on para-athletes who all meet an outcast sports scientist named Ren Narita. The anime will have four stories about four different sports: wheelchair basketball, track and high jump, goalball, and paralympic swimming.\n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1125/106426.jpg",
      "date": "Jan 7, 2020, 18:45 (JST)",
      "producer": "Albacrow",
      "eps": 16,
      "genres": [
        "Sports"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Sickly but optimistic middle school student Nodoka Hanadera has just moved to Sukoyaka City, a place famous for its healthy atmosphere. She immediately befriends two of her classmates: the gentle but athletic Chiyu Sawaizumi, whose family runs a hot spring inn, and the bubbly and fashionable daughter of a vet, Hinata Hiramitsu.\n\nSoon after arriving, Nodoka finds an ill puppy in a forest, surrounded by three magical talking animals: Rabbirin, Penguitan, and Nyatoran. They tell her that the puppy, Princess Latte, can only be cured by defeating a nearby monster known as a \"Mega Byogen\" and purifying the land it has corrupted. Despite being powerless, Nodoka refuses to give up and let Latte suffer. \n\nMoved by her determination, Rabbirin forms a pact with Nodoka, allowing her to transform into a hero known as a Precure. Assuming the persona of  \"Cure Grace,\" the energized Nodoka fights off the Byogen and heals the earth, curing Latte.\n\nAs the Byogen and their leaders continue their attacks, Penguitan and Nyatoran also find their partners in Chiyu and Hinata, giving them the powers of \"Cure Fontaine\" and \"Cure Sparkle\" respectively. Now, it's up to the three Precure and their animal friends to stop the Byogen and protect the earth from their infections!\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1401/105084.jpg",
      "date": "Feb 2, 2020, 08:30 (JST)",
      "producer": "Toei Animation",
      "eps": null,
      "genres": [
        "Action",
        "Magic",
        "Fantasy",
        "Shoujo"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "ARP: A 4-member dance and vocal group created by the latest AR technology. This popular group got their start with Avex, and are unique for their interactive concerts which combine highly-skilled song and dance routines with a format that changes based on how much the fans are cheering them on.\n\n(Source: Crunchyroll)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1025/104231.jpg",
      "date": "Jan 13, 2020, 23:00 (JST)",
      "producer": "Dynamo Pictures",
      "eps": 10,
      "genres": [
        "Music"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Hentatsu follows two girls exploring a seemingly abandoned version of Nakano Broadway, a Tokyo shopping mall known for Mandarake and other shops catering to fans of anime and other forms of pop culture.\n\n(Source: AnimeNewsNetwork)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1071/105276.jpg",
      "date": "Jan 4, 2020, 23:57 (JST)",
      "producer": "Yaoyorozu",
      "eps": 12,
      "genres": [
        "Adventure",
        "Mystery"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "The series revolve around a team of 12 high school students who love to play the trading card game Rebirth For You.\n\n(Source: Anime News Network)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1319/105669.jpg",
      "date": "Jan 5, 2020, 01:00 (JST)",
      "producer": "LIDENFILMS",
      "eps": null,
      "genres": [
        "Game",
        "Slice of Life",
        "Comedy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1276/104362.jpg",
      "date": "Dec 27, 2019, 18:25 (JST)",
      "producer": "-",
      "eps": null,
      "genres": [
        "Comedy",
        "Demons",
        "Kids",
        "Supernatural",
        "School"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1454/104460.jpg",
      "date": "Jan 8, 2020, 07:30 (JST)",
      "producer": "Gaina",
      "eps": 12,
      "genres": [
        "Slice of Life",
        "Comedy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "The comedy story follows the daily life of a somewhat flippant Pallas's cat or manul named Manul-kun, an orange tabby cat named Chatora-kun, Sukofu-kun, and other cats. \n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1778/105047.jpg",
      "date": "Jan 6, 2020, 00:30 (JST)",
      "producer": "Kachidoki Studio",
      "eps": null,
      "genres": [
        "Comedy"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "About a girl who loves cute things so much that her daily routine is finding them.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1171/108294.jpg",
      "date": "Jan 7, 2020, 07:30 (JST)",
      "producer": "Studio Comet",
      "eps": 13,
      "genres": [
        "Slice of Life",
        "Comedy",
        "Kids"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "A prequel to Cogimyun covering her life at flour school before she runs her grandfather's apartment complex. Episodes air within the \"Millenia Girl\" live action program and then get released for a limited time later in the day on Sanrio's official YouTube channel.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1755/105960.jpg",
      "date": "Jan 31, 2020, 01:25 (JST)",
      "producer": "-",
      "eps": null,
      "genres": [
        "Fantasy",
        "Kids",
        "School"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1708/109501.jpg",
      "date": "Dec 25, 2019",
      "producer": "Alpha Animation",
      "eps": 10,
      "genres": [
        "Action",
        "Kids"
      ],
      "category": "TV (New)"
    },
    {
      "title": "",
      "description": "Gol D. Roger was known as the \"Pirate King,\" the strongest and most infamous being to have sailed the Grand Line. The capture and execution of Roger by the World Government brought a change throughout the world. His last words before his death revealed the existence of the greatest treasure in the world, One Piece. It was this revelation that brought about the Grand Age of Pirates, men who dreamed of finding One Piece—which promises an unlimited amount of riches and fame—and quite possibly the pinnacle of glory and the title of the Pirate King.\n\nEnter Monkey D. Luffy, a 17-year-old boy who defies your standard definition of a pirate. Rather than the popular persona of a wicked, hardened, toothless pirate ransacking villages for fun, Luffy’s reason for being a pirate is one of pure wonder: the thought of an exciting adventure that leads him to intriguing people and ultimately, the promised treasure. Following in the footsteps of his childhood hero, Luffy and his crew travel across the Grand Line, experiencing crazy adventures, unveiling dark mysteries and battling strong enemies, all in order to reach the most coveted of all fortunes—One Piece.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/6/73245.jpg",
      "date": "Oct 20, 1999, 09:30 (JST)",
      "producer": "Toei Animation",
      "eps": null,
      "genres": [
        "Action",
        "Adventure",
        "Comedy",
        "Super Power",
        "Drama",
        "Fantasy",
        "Shounen"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "After successfully passing his Provisional Hero License exam, Izuku \"Deku\" Midoriya seeks out an extracurricular internship with a professional hero agency. At the recommendation of his mentor All Might, Midoriya lands a position under All Might's former sidekick, Sir Nighteye, now a famous hero in his own right.\n\nAs Midoriya's classmates further their own abilities through various internships, up-and-coming villain Kai Chisaki utilizes his terrifying powers to gather favor in the criminal underworld. Known by the moniker Overhaul, Chisaki's ambitions collide with the League of Villains and its leader, Tomura Shigaraki.\n\nThrough his work with Sir Nighteye, Midoriya discovers Chisaki's crime syndicate and the villain's hostile relationship with a mysterious young girl named Eri. Fearing for the child's safety, Midoriya and his upperclassman Mirio Toogata must work together to put an end to Chisaki's reign of terror.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1412/107914.jpg",
      "date": "Oct 12, 2019, 17:30 (JST)",
      "producer": "Bones",
      "eps": 25,
      "genres": [
        "Action",
        "Comedy",
        "Super Power",
        "School",
        "Shounen"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Asta and Yuno were abandoned at the same church on the same day. Raised together as children, they came to know of the \"Wizard King\"—a title given to the strongest mage in the kingdom—and promised that they would compete against each other for the position of the next Wizard King. However, as they grew up, the stark difference between them became evident. While Yuno is able to wield magic with amazing power and control, Asta cannot use magic at all and desperately tries to awaken his powers by training physically.\n\nWhen they reach the age of 15, Yuno is bestowed a spectacular Grimoire with a four-leaf clover, while Asta receives nothing. However, soon after, Yuno is attacked by a person named Lebuty, whose main purpose is to obtain Yuno's Grimoire. Asta tries to fight Lebuty, but he is outmatched. Though without hope and on the brink of defeat, he finds the strength to continue when he hears Yuno's voice. Unleashing his inner emotions in a rage, Asta receives a five-leaf clover Grimoire, a \"Black Clover\" giving him enough power to defeat Lebuty. A few days later, the two friends head out into the world, both seeking the same goal—to become the Wizard King!\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/2/88336.jpg",
      "date": "Oct 3, 2017, 18:25 (JST)",
      "producer": "Studio Pierrot",
      "eps": null,
      "genres": [
        "Action",
        "Comedy",
        "Magic",
        "Fantasy",
        "Shounen"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Following the successful end of the Fourth Shinobi World War, Konohagakure has been enjoying a period of peace, prosperity, and extraordinary technological advancement. This is all due to the efforts of the Allied Shinobi Forces and the village's Seventh Hokage, Naruto Uzumaki. Now resembling a modern metropolis, Konohagakure has changed, particularly the life of a shinobi. Under the watchful eye of Naruto and his old comrades, a new generation of shinobi has stepped up to learn the ways of the ninja.\n\nBoruto Uzumaki is often the center of attention as the son of the Seventh Hokage. Despite having inherited Naruto's boisterous and stubborn demeanor, Boruto is considered a prodigy and is able to unleash his potential with the help of supportive friends and family. Unfortunately, this has only worsened his arrogance and his desire to surpass Naruto which, along with his father's busy lifestyle, has strained their relationship. However, a sinister force brewing within the village may threaten Boruto's carefree life.\n\nNew friends and familiar faces join Boruto as a new story begins in Boruto: Naruto Next Generations.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/9/84460.jpg",
      "date": "Apr 5, 2017, 17:30 (JST)",
      "producer": "Studio Pierrot",
      "eps": null,
      "genres": [
        "Action",
        "Adventure",
        "Super Power",
        "Martial Arts",
        "Shounen"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "After saving the Kingdom of Liones from the 10 Commandments, Meliodas and the Seven Deadly Sins are enjoying their time off. However, things aren't as peaceful as they seem, as the Sins are put through various trials to become strong enough to defeat the 10 Commandments and to overcome their past trauma.\n\nWith help from past figures, the Sins are tasked with defeating the 10 Commandments and putting an end to their evil plans that began ten thousand years ago. The Sins begin to uncover the truth about each other, as well as those who stood before them. With this knowledge in hand, the battle against the 10 Commandments has only just begun.\n\nNanatsu no Taizai: Kamigami no Gekirin continues to follow the Seven Deadly Sins and those that they meet on their journey. Through their adventures, they realize that their actions have had greater consequences on the present than they could have ever expected.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1546/103418.jpg",
      "date": "Oct 9, 2019, 17:55 (JST)",
      "producer": "Studio Deen",
      "eps": 24,
      "genres": [
        "Action",
        "Adventure",
        "Supernatural",
        "Magic",
        "Fantasy",
        "Shounen"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Shinichi Kudou, a high school student of astounding talent in detective work, is well known for having solved several challenging cases. One day, when Shinichi spots two suspicious men and decides to follow them, he inadvertently becomes witness to a disturbing illegal activity. Unfortunately, he is caught in the act, so the men dose him with an experimental drug formulated by their criminal organization, leaving him to his death. However, to his own astonishment, Shinichi lives to see another day, but now in the body of a seven-year-old child.\n\nPerfectly preserving his original intelligence, he hides his real identity from everyone, including his childhood friend Ran Mouri and her father, private detective Kogorou Mouri. To this end, he takes on the alias of Conan Edogawa, inspired by the mystery writers Arthur Conan Doyle and Ranpo Edogawa.\n\nDetective Conan follows Shinichi who, as Conan, starts secretly solving the senior Mouri's cases from behind the scenes with his still exceptional sleuthing skills, while covertly investigating the organization responsible for his current state, hoping to reverse the drug's effects someday.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/7/75199.jpg",
      "date": "Jan 8, 1996, 18:00 (JST)",
      "producer": "TMS Entertainment",
      "eps": null,
      "genres": [
        "Adventure",
        "Mystery",
        "Comedy",
        "Police",
        "Shounen"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Fourteen-year-old Iruma Suzuki has been unfortunate all his life, having to work to earn money for his irresponsible parents despite being underage. One day, he finds out that his parents sold him to the demon Sullivan. However, Iruma's worries about what will become of him are soon relieved, for Sullivan merely wants a grandchild, pampering him and making him attend the demon school Babyls. \n\nAt first, Iruma tries to keep a low profile in fear of his peers discovering that he is human. Unfortunately, this ends up being more difficult than he expected. It turns out that Sullivan himself is the chairman of the school, and everyone expects him to become the next Demon King!\n\nIruma immediately finds himself in an outrageous situation when he has to chant a forbidden spell in front of the entire school. With this, Iruma instantly earns a reputation he does not want. Even so, he is bound to be roped into more bizarre circumstances.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1009/103187.jpg",
      "date": "Oct 5, 2019, 17:35 (JST)",
      "producer": "Bandai Namco Pictures",
      "eps": 23,
      "genres": [
        "Comedy",
        "Demons",
        "Supernatural",
        "Fantasy",
        "School",
        "Shounen"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "A.D. 2016, the foundations of humanity have been incinerated by the Mage King Solomon. Chaldea, a secret mages organization with the mission to preserve humanity's future, foresaw mankind's extinction in 2015. Thus commenced the operation to repair the Singularities in history caused by Holy Grails dispersed across time and space—Operation Grand Order. \n\nUsing the Rayshift time travel technology, Chaldea's last master Ritsuka Fujimaru and his demi-servant Mash Kyrielight have traveled to and resolved six Singularities. Now, they depart for their most dangerous destination yet: a civilization in the Age of Gods, B.C. 2655 Mesopotamia. Ritsuka and Mash soon discover that Demonic Beasts roam the land, attacking people and towns. Amidst chaos and terror lies humanity's last defense—Uruk, a fortress city that acts as the frontline for the battle against the beasts. The battlefront is commanded by none other than King Gilgamesh, the King of Heroes, who sought aid from Heroic Spirits and took on the role of a mage to protect his city. \n\nAlong with Gilgamesh and the summoned servants, Ritsuka and Mash must protect Uruk against the magical beasts' onslaught and defeat the Three Goddess Alliance who aims to eradicate humankind; all the while, a greater threat looms over Uruk, preparing for its awakening.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1194/103420.jpg",
      "date": "Oct 5, 2019, 23:30 (JST)",
      "producer": "CloverWorks",
      "eps": 21,
      "genres": [
        "Action",
        "Supernatural",
        "Magic",
        "Fantasy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Lacking what is considered the most important asset in basketball, Sora Kurumatani has struggled with his short height since the inception of his love for the game. Despite missing this beneficial aspect, Sora's unwavering drive never allowed his small stature to dictate his ability to play, believing strongly in trying his hardest and persistently practicing to prove his capability.\n\nIn hopes of satisfying his mother's wishes, Sora enters Kuzuryuu High School to become a member of the basketball club and compete wholeheartedly in tournaments. However, Sora is disappointed to find out that the boy's basketball team is nothing but a retreat for punks who have no interest in the sport. Sora also comes to learn that brothers Chiaki and Momoharu Hanazono—whom he becomes acquainted with—have also lost their once spirited motivation to play. \n\nDetermined to revive the basketball team, Sora challenges the boys to a match against him, where his quick feet and swift movements overwhelm the group. Gradually affected by Sora's impressive skills, sheer effort, and tireless devotion to basketball, the boys unexpectedly find their burnt-out passion for the game rekindling once again.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1975/108030.jpg",
      "date": "Oct 2, 2019, 17:55 (JST)",
      "producer": "Diomedea",
      "eps": 50,
      "genres": [
        "Comedy",
        "Sports",
        "Drama",
        "School",
        "Shounen"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "When the \"Sirens,\" an alien force with an arsenal far surpassing the limits of current technology, suddenly appeared, a divided humanity stood in complete solidarity for the first time. Four countries—Eagle Union, Royal Navy, Sakura Empire, and Iron Blood—formed Azur Lane, paving the way for the improvement of modern warfare, which led to an initial victory against the common threat. However, this tenuous union was threatened by opposing ideals, dividing the alliance into two. Sakura Empire and Iron Blood broke away and formed the Red Axis, and humanity became fragmented once again.\n\nAs a seasoned and experienced fighter, the \"Grey Ghost\" Enterprise shoulders Azur Lane's hope for ending the war. But behind her stoic persona hides a frail girl, afraid of the ocean. Even so, she continues to fight as she believes that it's the only purpose for her existence. Meanwhile, Javelin, Laffey, and Unicorn—three ships from the union—stumble upon Ayanami, a spy from the Red Axis. Strange as it may seem, they try to befriend her, but as enemies, their efforts are for naught. Still, they persevere in hopes of succeeding one day.\n\nAmidst the neverending conflict within humankind, the keys that could unite a fragmented race might exist: a soldier coming to terms with her mysterious personality and camaraderie between those with different ideals.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1098/106869.jpg",
      "date": "Oct 3, 2019, 23:30 (JST)",
      "producer": "Bibury Animation Studios",
      "eps": 12,
      "genres": [
        "Action",
        "Military",
        "Sci-Fi"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Winning the high school team tournament was a great accomplishment for the Mizusawa members. Each of them has made great strides in improving themselves, and the victory symbolizes how far they've come. But after accomplishing one goal, their individual aims are within reach. Chihaya Ayase has her sights set on Wakamiya Shinobu and the title of Queen, and now that Taichi Mashima has made it into Class A, he can finally compete against Arata Wataya. Everyone in Mizusawa wants to get better, and there's no telling what the future holds if they keep trying.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1590/102068.jpg",
      "date": "Oct 23, 2019, 01:29 (JST)",
      "producer": "Madhouse",
      "eps": 24,
      "genres": [
        "Game",
        "Slice of Life",
        "Sports",
        "Drama",
        "School",
        "Josei"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "In Shinjuku ward's east side lies Kabukichou, a vibrant city of chaos that glows brilliantly with neon lights but also hides unseen darkness. Employed at a university hospital on the west side, John H. Watson is looking for someone who can assist him with an odd case. His search leads him to the Pipe Cat, an underground bar that serves as a meetup venue and job board for some of the best detectives in Shinjuku, the most prominent among them being Sherlock Holmes.\n\nUpon finding the bar and meeting the peculiar investigators, John learns that they are pursuing a case involving Jack the Ripper, an infamous serial killer. Due to subsequent events, John ends up driving Sherlock to the crime scene of a murder supposedly carried out by Jack the Ripper. Even though John is only there to enlist Sherlock's help with his case, he witnesses Sherlock brilliantly uncover the truth behind the crime scene. However, he begins to realize that Sherlock is not only a genius detective but also an eccentric character.\n\nAs John continues to request Sherlock to assist him with his case, he finds himself spiraling into the detective lifestyle of solving cases beyond the minds of ordinary civilians. Through this work, John begins to see the true colors of the chaotic city that is Kabukichou and starts to unravel the unsettling mystery behind his own case.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1934/102099.jpg",
      "date": "Oct 12, 2019, 01:55 (JST)",
      "producer": "Production I.G",
      "eps": 24,
      "genres": [
        "Mystery",
        "Comedy",
        "Drama"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Second season of Radiant.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1391/102816.jpg",
      "date": "Oct 2, 2019, 19:25 (JST)",
      "producer": "Lerche",
      "eps": 21,
      "genres": [
        "Action",
        "Adventure",
        "Magic",
        "Fantasy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "There is no such thing as an uneventful day in the life of kindergartener Shinnosuke \"Shin-chan\" Nohara. The five-year-old is a cut above the most troublesome, perverted, and shameless kid one can imagine. Shin-chan is almost always engaged in questionable activities such as forgetting about a friend during hide and seek, sumo wrestling for love, performing various gags including the notorious \"elephant\" in public, and flirting with college girls. The exemplary troublemaker has done it all and has no plans to stop anytime soon.\n\nCrayon Shin-chan follows the daily shenanigans of Shin-chan with his group of friends, parading around as the self-proclaimed \"Kasukabe Defense Force.\" The adults witnessing these shenanigans unfold can't help but adore Shin-chan, as he keeps them entertained while unintentionally solving their daily troubles through his mindless antics—leaving himself as the only problem they do not know what to do with.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/10/59897.jpg",
      "date": "Apr 13, 1992, 19:30 (JST)",
      "producer": "Shin-Ei Animation",
      "eps": null,
      "genres": [
        "Slice of Life",
        "Comedy",
        "Ecchi",
        "School",
        "Seinen"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Picking up the next year after the end of the fall tournament, Seidou High School baseball team battle it out with new and old faces as they begin their tournament run at Koshien.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1153/100511.jpg",
      "date": "Apr 2, 2019, 17:55 (JST)",
      "producer": "Madhouse",
      "eps": 52,
      "genres": [
        "Comedy",
        "Sports",
        "School",
        "Shounen"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Nearly twenty years into the 21st century, people have forgotten the existence of youkai. When a number of unexplainable phenomena plague adults of the human world with confusion and chaos, thirteen-year-old Mana writes a letter to the Youkai Post in search of answers, only to be greeted by Gegege no Kitarou...\n\n(Source: Crunchyroll)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1273/93610.jpg",
      "date": "Apr 1, 2018, 09:00 (JST)",
      "producer": "Toei Animation",
      "eps": 97,
      "genres": [
        "Comedy",
        "Demons",
        "Supernatural",
        "Shounen"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "On a new day in the Kanto region, Satoshi gets invited by Professor Yukinari Ookido over to Professor Sakuragi's lab-opening ceremony in Vermillion City. During the ceremonial speech, Professor Sakuragi receives an alert of a possibly rare Pokémon appearing in Vermillion City's harbor, leading Satoshi and the other trainers to rush to the area in hopes of finding the mysterious Pokémon. At the harbor, they find Lugia—a Legendary Pokémon—engaged in combat with other trainers.\n\nNoticing the other trainers' tactics, Satoshi has his partner, Pikachu, strike Lugia with a Thunderbolt attack. Unfazed, Lugia flees, but not before Satoshi determinedly leaps onto its back. To Satoshi's surprise, he meets another boy, Gou, who leapt onto Lugia's back as well. The two ride on Lugia's back as it brings them along on a bizarre adventure across the seas. As it lets the two back on the ground, Satoshi and Gou bid their farewells to Lugia and return to Sakuragi Institute.\n\nImpressed by Gou's findings and Satoshi's insight taken during their encounter, Sakuragi requests for the duo to be his new research partners. And so the duo's journey begins, traveling across multiple regions to meet many new Pokémon—including ones that have the ability to Gigantamax!\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1689/105554.jpg",
      "date": "Nov 17, 2019, 18:55 (JST)",
      "producer": "OLM",
      "eps": null,
      "genres": [
        "Action",
        "Adventure",
        "Comedy",
        "Kids",
        "Fantasy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "A TV anime adaptation of episode 1-3 out of 5 the total episodes from the Phantasy Star Online 2 game. Some anime-original content will be created as well.\n\nEpisode 1: During their qualification exam in planet Naberius, the player and fellow ARKS trainee Afin were attacked by vile organisms known as Darkers. This is followed by the two discovering a mysterious girl who lost most of her memories, and the truth regarding Naberius and the recent spike of Darker activities. \n\nEpisode 2: The plot follows the player and Matoi as they try to unravel a dark conspiracy regarding the origin and purpose of ARKS.\n\nEpisode 3: The discovery of the planet Harukotan brought a new quest into the fray, as the peace between the Shironian and Kuronites that dwell in the planet is disturbed by the Kuronites' sudden attack. The newly-reformed ARKS is tasked to investigate the reason behind it all, and it seems like the truth is more complicated and horrifying than expected... \n\n(Source: phantasystar.fandom.com)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1923/99744.jpg",
      "date": "Oct 7, 2019, 22:30 (JST)",
      "producer": "Gonzo",
      "eps": 25,
      "genres": [
        "Action",
        "Sci-Fi",
        "Space"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Doraemon (2005) is the most recent anime series based on Fujiko Fujio's manga of the same name. \n\nIt is the 2005 version of 1979 series, with certain changes in the animation and other things.\n\nDoraemon is a cat-like robot who appears in the present to steer Nobita/Noby, who is a dumb, naive and clumsy boy on the right path in order to secure his future. Nobita's love interest is Shizuka Minamoto/Sue, his frenemies are Takeshi Goda/Big G and Suneo/Sneech.\n\n(Source: Wikipedia)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/6/23935.jpg",
      "date": "Apr 22, 2005, 19:00 (JST)",
      "producer": "Shin-Ei Animation",
      "eps": null,
      "genres": [
        "Sci-Fi",
        "Comedy",
        "Kids",
        "Shounen"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Gudetama, an egg that is dead to the world and completely lacks motivation. No matter what cooking method you use, Gudetama remains unmoved.\n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/10/79996.jpg",
      "date": "Mar 31, 2014",
      "producer": "Gathering",
      "eps": null,
      "genres": [
        "Comedy",
        "Kids"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "The main character is a mother named Sazae-san. She lives in a house with her husband, her kids and her parents. The show is the ultimate family program and tends to follow traditional themes. Think of this show as the Japanese equivalent to \"The Partridge Family\" and you'll get a good feel for this show's atmosphere. Don't expect to see things like violence, swearing, kung-fu action or magical girls. The plots are more like \"Today, Sazae-san goes to the new mall and gets lost\". Such \"boring\" plotlines and the simplistic art are often a turn-off to non-Japanese audiences, but most Japanese find the show incredibly good. As a result, it continues to be one of the top ratings grabbers on TV and is one of the few anime that is considered \"acceptable\" by adults. \n\n(Source: AniDB)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/9/25502.jpg",
      "date": "Oct 5, 1969, 18:30 (JST)",
      "producer": "Eiken",
      "eps": null,
      "genres": [
        "Slice of Life",
        "Comedy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Rantarou, Shinbei and Kirimaru are ninja apprentices in the Ninja Gakuen, where first grade ones are called \"Nintamas\" (contraction of the words ninja+tama (egg)). They must learn everything a ninja must know, but as for our heroes, money, food or playing are more interesting. The series show the everyday adventures of our heroes, segmentated in a cartoon fashion, like 2 small episodes in a 30-min show. The cast also includes the teachers (Doi-sensei and crossdressing Yamada-sensei), nintama kunoichis, evil guys (Dokutake ninjas) and even family members of all the cast...\n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/6/74028.jpg",
      "date": "Apr 10, 1993, 18:10 (JST)",
      "producer": "Ajia-Do",
      "eps": null,
      "genres": [
        "Comedy",
        "Kids"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Raki Kiseki is a second-year middle school student who transfers to Star Harmony Academy to become an idol. However, when she uses an Aikatsu Pass she received from her big sister (an Aikatsu engineer), something mysterious happens. Lots of doors appeared before her, and when she opens them, she meets Aikatsu idols she never knew before, such as Yume Nijino (Aikatsu Stars!). Raki vows to design her own premium dress and perform in it on stage. \n\n(Source: Anime News Network)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1712/102652.jpg",
      "date": "Oct 5, 2019, 10:30 (JST)",
      "producer": "Bandai Namco Pictures",
      "eps": 25,
      "genres": [
        "Music",
        "Slice of Life",
        "School",
        "Shoujo"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "This year's March issue of Shogakukan's CoroCoro Comics magazine announced on Friday that a new Beyblade series titled Beyblade Burst GT (Gachi) will debut on April 5. The series will stream weekly on the CoroCoro YouTube channel, the official Beyblade portal website, and the Takara Tomy Channel. The magazine shared a visual of a new protagonist with short blond hair.\n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1318/99806.jpg",
      "date": "Apr 5, 2019, 16:00 (JST)",
      "producer": "OLM",
      "eps": 52,
      "genres": [
        "Action",
        "Sci-Fi",
        "Adventure",
        "Sports",
        "Shounen"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Momoko Sakura is an elementary school student who likes popular idol Momoe Yamaguchi and mangas. She is often called \"Chibi Maruko-chan\" due to her young age and small size. She lives together with her parents, her grandparents and her elder sister in a little town. In school, she has many friends with whom she studies and plays together everyday, including her close pal, Tama-chan; the student committee members, Maruo-kun and Migiwa-san; and the B-class trio: 'little master' Hanawa-kun, Hamaji-Bu Taro and Sekiguchi-kun. This is a fun-loving and enjoyable anime that portrays the simple things in life.\n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1108/100604.jpg",
      "date": "Jan 8, 1995, 18:00 (JST)",
      "producer": "Nippon Animation",
      "eps": null,
      "genres": [
        "Slice of Life",
        "Comedy",
        "Kids",
        "School"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Sequel of Zoids Wild.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1131/104980.jpg",
      "date": "Oct 4, 2019, 17:55 (JST)",
      "producer": "OLM",
      "eps": 50,
      "genres": [
        "Action",
        "Sci-Fi",
        "Adventure",
        "Comedy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Based on the original comic BONO BONO by Mikio Igarashi that has seen over 9,000,000 total copies printed, this is the definitive animated version of the emotionally soothing character-driven series that will make you ask yourself the philosophical question, \"What are living things?\" while laughing at heartwarming gags and being entertained by the interactions of amusing forest friends Bonobono the young sea otter, Chipmunk, Fishing Cat, and more.\n\nEnjoy the easygoing days and minor misadventures of Bonobono and his friends!\n\n(Source: Fuji Creative)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/13/77617.jpg",
      "date": "Apr 2, 2016, 04:52 (JST)",
      "producer": "Eiken",
      "eps": null,
      "genres": [
        "Slice of Life",
        "Comedy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "This is the story of \"Shinemon Nitta\", the future manager of Card Capital.\n\n10 years before the reunion of Aichi Sendou and Toshiki Kai, the card shop run by the Tokura family \"Card Capital\" was going out of business. Then came the attempt to take over the store by Esuka Hibino, the owner of a major card shop.\n\nIn order to protect Card Capital, Shinemon Nitta stands up as the \"Self-proclaimed Manager!\"\n\n(Source: Cardfight!! Vanguard Wiki)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1804/102281.jpg",
      "date": "Aug 24, 2019",
      "producer": "OLM",
      "eps": 31,
      "genres": [
        "Action",
        "Game",
        "Shounen"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "One night, a Star of Life falls down the chimney of a bakery nestled deep in the forest, causing the dough in the oven to come to life. The dough becomes Anpanman, a superhero made of anpan (a sweet roll with bean jam filling). Together with his friends, Anpanman fights his rival Baikinman and helps the malnourished. \n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1/1960.jpg",
      "date": "Oct 3, 1988, 16:20 (JST)",
      "producer": "TMS Entertainment",
      "eps": null,
      "genres": [
        "Comedy",
        "Kids",
        "Fantasy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "There's a new tough guy transfer student in Tokyo. His name is Tokio and he's raring to see how scrappy the locals are. But when he comes face-to-face with a Japan-obsessed red-haired kid that won't leave him alone until he tells him exactly what prefecture he's from, his life takes a turn for the crazy! This kid isn't just Japan obsessed, he's developed a martial art based on all the different prefectures in the country! \n\n(Source: VIZ Media)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1396/99145.jpg",
      "date": "Apr 8, 2019, 07:05 (JST)",
      "producer": "Oddjob",
      "eps": 50,
      "genres": [
        "Slice of Life",
        "Comedy",
        "Shounen"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Second Season of Kiratto Pri☆chan, adding one more idol.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1616/103082.jpg",
      "date": "Apr 7, 2019, 10:00 (JST)",
      "producer": "Tatsunoko Production",
      "eps": 51,
      "genres": [
        "Music",
        "Slice of Life",
        "Comedy",
        "Magic",
        "Shoujo"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Spin-off series of Crayon Shin-chan franchise, featuring Shiro.  Commemorates 60th Anniversary of TV Asahi.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1555/103542.jpg",
      "date": "Oct 14, 2019",
      "producer": "Science SARU",
      "eps": 48,
      "genres": [
        "Kids"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "In the Heian era, around 1000 years ago, a young boy of noble family named Ojarumaru is bored with his life of privilege. Meanwhile, three demons steal the power-stick of Enma, king of demons, and then lose it. Ojarumaru finds it, and uses it to transport himself to the present time. Here, he is befriended by a young boy named Kazuma, and becomes a member of his family. As time goes on, Ojarumaru makes many new friends, while dodging the comedic efforts of the three demons, Akane, Kisuke, and Aobee, as they try to recover the stick. (from ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/2/8519.jpg",
      "date": "Oct 5, 1998, 18:10 (JST)",
      "producer": "Gallop",
      "eps": null,
      "genres": [
        "Adventure",
        "Comedy",
        "Kids",
        "Fantasy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "The sound of yodeling will appear when you least expect it.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/11/87843.jpg",
      "date": "Sep 22, 2017",
      "producer": "DLE",
      "eps": null,
      "genres": [
        "Music",
        "Comedy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "The story is set in modern day Japan following the growth of the protagonist Taiga Akashi, an elementary school kid who wants to be a professional gamer someday. \n\n(Source: Crunchyroll)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1535/95070.jpg",
      "date": "Apr 2, 2018, 18:25 (JST)",
      "producer": "Studio Pierrot",
      "eps": null,
      "genres": [
        "Game",
        "Kids"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Based on the characters created by Study.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1877/91297.jpg",
      "date": "Jun 8, 2016, 00:00 (JST)",
      "producer": "Kachidoki Studio",
      "eps": null,
      "genres": [
        "Comedy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "The series stars a cat with a lack of energy who speaks while lying down, yet has a thorough personality.  He thinks various things and has fun watching humans.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1859/91295.jpg",
      "date": "May 6, 2017, 06:30 (JST)",
      "producer": "Kachidoki Studio",
      "eps": null,
      "genres": [
        "Slice of Life",
        "Comedy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1287/106313.jpg",
      "date": "Apr 7, 2019, 08:30 (JST)",
      "producer": "Brain's Base, Shogakukan Music & Digital Entertainment",
      "eps": 51,
      "genres": [
        "Action",
        "Adventure",
        "Comedy",
        "Shounen"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Fourth season of Kamiusagi Rope, events occur after the feature film. Airs on Mezamashi TV instead of the theaters.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/6/72182.jpg",
      "date": "Nov 16, 2012, 06:45 (JST)",
      "producer": "-",
      "eps": null,
      "genres": [
        "Slice of Life",
        "Comedy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Two caterpillars investigate objects on a kitchen counter while searching for food. One of them finds a piece of pasta and is intrigued by the fact that there's a hole in the middle.\n\nThey are having fun until a big mean caterpillar arrives. It's time for a major show down...",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/2/55107.jpg",
      "date": "Apr 7, 1995",
      "producer": "-",
      "eps": null,
      "genres": [
        "Comedy",
        "Kids",
        "Drama",
        "Fantasy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "The story centers around a cat who answers people's wishes and delivers happiness. (\"Tane\" and \"neko\" are the Japanese words for \"seed\" and \"cat,\" respectively.)\n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/2/28900.jpg",
      "date": "Mar 26, 2011",
      "producer": "Kachidoki Studio",
      "eps": null,
      "genres": [
        "Comedy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "A multimedia project collaboration between Shogakukan, Sony Interactive Entertainment, Sony Music Entertainment, and Sony Music Communications, and features a theme of rap and hip-hop.\n\nThe story follows Yo!Hey, a boy who raps to the beat of his farts.\n\nThe anime will air withing the Ota-Suta (\"Good Morning Star\") children's television program and the manga counterpart will be published in March.\n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1126/99095.jpg",
      "date": "Apr 11, 2019, 07:05 (JST)",
      "producer": "Pie in the sky",
      "eps": 50,
      "genres": [
        "Music",
        "Comedy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "The eco-systems of planet Earth are endangered. Lucky for us, a super-powered robot boy is flying to rescue! astro in on a mission to help anyone anywhere in the world with a problem involving natural phenomena. Go little Astro Boy! GO! \n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1793/107568.jpg",
      "date": "Oct 3, 2019, 18:10 (JST)",
      "producer": "-",
      "eps": 52,
      "genres": [
        "Action",
        "Sci-Fi",
        "Adventure",
        "Kids",
        "Drama",
        "Mecha"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Story about Kappa with flowers on their heads.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1105/90503.jpg",
      "date": "Mar 29, 2010",
      "producer": "OLM, Xebec",
      "eps": null,
      "genres": [
        "Comedy",
        "Kids"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "A long, long time ago, there was a prestigious school called \"Ryuuguu Elementary School\" that produced many masterpiece characters. One day, an ordinary boy named Meisaku Matsuda enrolled at the school. Little did he know that the place for learning was filled with crazy characters like Sweets, the energetic idiot; Musubi, a rice ball who gets angry when called \"onigiri\"; Nokio, a narcissistic self-proclaimed robot; and Bolt, who's clearly faster than a rabbit. Surrounded by such unique characters, will Meisaku be able to graduate as a splendid masterpiece character?\n\n(Source: Anime News Network)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/13/79069.jpg",
      "date": "Apr 8, 2016, 18:20 (JST)",
      "producer": "Pie in the sky",
      "eps": null,
      "genres": [
        "Comedy",
        "Parody",
        "Kids",
        "School"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1058/102001.jpg",
      "date": "Oct 9, 2017",
      "producer": "-",
      "eps": null,
      "genres": [],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "An everyday life of yellow frog with horn.  Based on the web manga of the same title.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1189/98233.jpg",
      "date": "Feb 21, 2019, 21:54 (JST)",
      "producer": "MMDGP",
      "eps": 50,
      "genres": [
        "Comedy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1952/99800.jpg",
      "date": "Apr 6, 2019, 10:00 (JST)",
      "producer": "OLM, Wit Studio",
      "eps": 51,
      "genres": [
        "Action",
        "Adventure",
        "Comedy",
        "Fantasy",
        "Shounen"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "A short anime about Taeko Shinbou who is an office worker that is patient with everything and greets everything that comes her way with cheer. An announcement was made that a \"regular person\" from Kantou will voice Taeko rather than an industry professional.\n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1583/103149.jpg",
      "date": "Oct 6, 2019, 01:00 (JST)",
      "producer": "DLE",
      "eps": 26,
      "genres": [
        "Slice of Life"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "A fifth-year elementary student named Eiji Toomatsu, and his \"inspiration\" buddy, a dog named Pochirou. One day Eiji finds a mysterious book called the \"Pikachin Research Book,\" and learns about the seven tools that make up the Pikachin Kit. Eiji presses a button inside the research book, and immediately a \"Future Amazon\" delivery arrives at his door with the kit. Eiji uses the blueprints included in the box to assemble the kit, but it seems as though 1% part of the kit is still missing. \n\nIn the franchise, the word \"Pikachin\" means the flash of inspiration or insight one gets about a new project, similar to the visual of a lightbulb turning on above one's head when someone has an idea. The concept of the franchise is \"invention is 99% plastic models, 1% inspiration.\" \n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/12/88334.jpg",
      "date": "Jan 6, 2018, 09:30 (JST)",
      "producer": "OLM, Shin-Ei Animation",
      "eps": 115,
      "genres": [
        "Sci-Fi",
        "Comedy",
        "Kids"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Fourth season of the Shimajirou children's television series.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/9/50737.jpg",
      "date": "Apr 2, 2012, 07:30 (JST)",
      "producer": "The Answer Studio",
      "eps": null,
      "genres": [
        "Adventure",
        "Comedy",
        "Fantasy",
        "Kids",
        "Magic"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "A series of short, 30-second segments featuring Gohan Kaijuu Pap and various \"side dish\" monsters to produce delicious meals.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/13/59289.jpg",
      "date": "Apr 25, 2011",
      "producer": "DLE",
      "eps": null,
      "genres": [
        "Action",
        "Comedy",
        "Kids"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Within the nature \"Darwin Kita! Kikimono Shin Densetsu\" program on NHK1.5 airs the short Manul no Yuube, based on a web manga/comic of the same name. It following animal characters who visit the bar Manul no Yuube. The bar is run by the Mama who is a Pallas's cat (Otocolobus manul) and serviced by the hostess Tsunomin who is a Brazilian treehopper (Bocydium globulare).",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1980/96936.jpg",
      "date": "Nov 11, 2018",
      "producer": "-",
      "eps": null,
      "genres": [
        "Slice of Life"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "An NHK toddler's anime following cowardly creatures representing typical Halloween monsters like Dracula and a witch.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/11/72127.jpg",
      "date": "Dec 25, 2012",
      "producer": "-",
      "eps": null,
      "genres": [
        "Kids"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Stop-motion animation about robots; though mainly focusing on Pulta a white square robot.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/9/70637.jpg",
      "date": "Apr 4, 1995",
      "producer": "-",
      "eps": null,
      "genres": [
        "Adventure",
        "Comedy",
        "Kids",
        "Mecha"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "A stop-motion animation about Liv, a curious little girl and Bell, a gluttonous hedgehog. Together they go on an adventure in a picture book.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/6/70717.jpg",
      "date": "Feb 15, 2013",
      "producer": "-",
      "eps": null,
      "genres": [
        "Adventure",
        "Kids"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1757/106368.jpg",
      "date": "Apr 3, 2019, 18:45 (JST)",
      "producer": "-",
      "eps": 32,
      "genres": [
        "Historical",
        "Parody",
        "Kids",
        "Samurai"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "A stop-motion anime using beaded characters. Here a magician rabbits solve problems by using magic.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/6/86113.jpg",
      "date": "Mar 20, 2015",
      "producer": "-",
      "eps": null,
      "genres": [
        "Kids",
        "Magic"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "The series follows a young girl named Shina who hopes to become the world's best DJ, and is interested in new sounds. Shina explores a mysterious world filled with Otoppe, strange creatures capable of unique sounds.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/4/85180.jpg",
      "date": "Apr 3, 2017, 08:40 (JST)",
      "producer": "-",
      "eps": null,
      "genres": [
        "Music",
        "Kids",
        "Fantasy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1750/102905.jpg",
      "date": "Oct 3, 2019, 18:10 (JST)",
      "producer": "-",
      "eps": 52,
      "genres": [
        "Adventure",
        "Comedy",
        "Kids",
        "Fantasy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "A stop-motion anime using bentou ingredients as the characters.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/8/86112.jpg",
      "date": "Feb 20, 2015",
      "producer": "-",
      "eps": null,
      "genres": [
        "Kids"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "A young boy tries to become as strong of a sumo wrestler as his father.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/13/86114.jpg",
      "date": "Dec 2, 2015",
      "producer": "-",
      "eps": null,
      "genres": [
        "Sports",
        "Kids"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Fairies living in a fluffy forest, where both flowers and trees are fluffy. Follow a witch's trouble-maker apprentices Pui Pui and Muu Muu.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/12/88145.jpg",
      "date": "Jul 12, 2017",
      "producer": "-",
      "eps": null,
      "genres": [
        "Kids",
        "Fantasy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Unicorn no Kyupi is a helpful sprite that lives in the kitchen and polishes dirty pots and pans clean with its fluffy white body. Harigorou, a rival sprite shaped like a hedgehog, tries to interfere. \n\n(Source: Crunchyroll)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1165/91319.jpg",
      "date": "Mar 20, 2017",
      "producer": "-",
      "eps": null,
      "genres": [
        "Kids",
        "Fantasy"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "Anime based on the picture book Kaijuu Step, which features monsters from Ultraman series",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1132/102644.jpg",
      "date": "Sep 27, 2019",
      "producer": "Usagi Ou",
      "eps": 26,
      "genres": [
        "Comedy",
        "Kids"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "A minute long children's anime that follows 3 siblings. Two brothers who are rectangular and circular shaped, and a sister who is triangluar shaped. They have unique personalities and foster growth and discovery through their play time.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1134/93318.jpg",
      "date": "Mar 28, 2011, 08:24 (JST)",
      "producer": "-",
      "eps": null,
      "genres": [
        "Kids"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "A gag anime about foods in a refrigerator. The anime airs within the Oha Suta children's morning TV program and will receive a simultaneous manga serialization by Kazumata Oguri.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1884/95217.jpg",
      "date": "Oct 1, 2018, 07:05 (JST)",
      "producer": "-",
      "eps": null,
      "genres": [
        "Comedy",
        "Kids",
        "Parody"
      ],
      "category": "TV (Continuing)"
    },
    {
      "title": "",
      "description": "It is widely believed that science can provide rational explanations for the countless phenomena of our universe. However, there are many aspects of our existence that science has not yet found a solution to and cannot decipher with numbers. The most notorious of these is the concept of love. While it may seem impossible to apply scientific theory to such an intricate and complex emotion, a daring pair of quick-witted Saitama University scientists aim to take on the challenge.\n\nOne day the bold and beautiful Ayame Himuro outwardly declares that she is in love with Shinya Yukimura, her fellow logical and level-headed scientist. Acknowledging his own lack of experience with romance, Yukimura questions what factors constitute love in the first place and whether he is in love with Himuro or not. Both clueless in the dealings of love, the pair begin to conduct detailed experiments on one another to test the human characteristics that indicate love and discern whether they demonstrate these traits towards each other. \n\nAs Himuro and Yukimura begin their intimate analysis, can the two scientists successfully apply scientific theory, with the help of their friends, to quantify the feelings they express for one another?\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1432/103533.jpg",
      "date": "Jan 11, 2020",
      "producer": "Zero-G",
      "eps": 12,
      "genres": [
        "Comedy",
        "Romance"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "As a cultivation genius who has achieved a new realm every two years since he was a year old, Wang Ling is a near-invincible existence with prowess far beyond his control. But now that he’s sixteen, he faces his greatest battle yet – Senior High School. With one challenge after another popping up, his plans for a low-key high school life seem further and further away…\n\n(Source: Novel Updates)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1925/105508.jpg",
      "date": "Jan 18, 2020",
      "producer": "Haoliners Animation League",
      "eps": 15,
      "genres": [
        "Adventure",
        "Slice of Life",
        "Comedy",
        "Demons",
        "Fantasy",
        "School"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "Dragons, the rulers of the sky. To many people on the surface, they are a dire threat, but at the same time, a valuable source of medicine, oil, and food. There are those who hunt the dragons. They travel the skies in dragon-hunting airships. This is the story of one of those ships, the “Quin Zaza,” and its crew. \n\n(Source: Official site)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1019/103606.jpg",
      "date": "Jan 9, 2020",
      "producer": "Polygon Pictures",
      "eps": 12,
      "genres": [
        "Adventure",
        "Fantasy",
        "Seinen"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "Second season of 7 Seeds.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1133/106529.jpg",
      "date": "Mar 26, 2020",
      "producer": "Gonzo, Studio Kai",
      "eps": 12,
      "genres": [
        "Sci-Fi",
        "Adventure",
        "Mystery",
        "Psychological",
        "Drama",
        "Romance",
        "Shoujo"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "In a near future, an illness called \"Cagaster\" made ​​its appearance. It turns humans into insects. The story begins 30 years after the onset of the illness, in 2125. It follows the adventures of Kidou, a boy who fights insects.\n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1842/105458.jpg",
      "date": "Feb 6, 2020",
      "producer": "Studio Kai",
      "eps": 12,
      "genres": [
        "Action",
        "Sci-Fi",
        "Drama"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "Galar is a region where Pokemon battles have developed into a cultural sensation. Over the span of seven episodes, Pokemon: Twilight Wings will show in detail the dreams of Galar's residents, the realities they face, the challenges they must overcome and the conflicts they must resolve. In addition to these new stories, fans can expect to see a variety of Pokemon originally discovered in the Galar region appearing in the capsule series. \n\n(Source: Press Release)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1399/104762.jpg",
      "date": "Jan 15, 2020",
      "producer": "Studio Colorido",
      "eps": 7,
      "genres": [
        "Action",
        "Adventure",
        "Comedy",
        "Kids",
        "Fantasy"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "On his way to a convention, Yuan Ding, an otaku, finds himself transported to another world. A fantasy world with magic and demons. After failing the entrance exam at Shuo Yue Academy, he decides to become a gardener where he learns about the fairy seed. Yuan Ding's life in another world begins, aiming to collect the fairies said to exist in the legends to change his destiny and become the protagonist of this new world.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1895/105493.jpg",
      "date": "Jan 17, 2020",
      "producer": "BigFireBird Animation",
      "eps": 14,
      "genres": [
        "Action",
        "Slice of Life",
        "Comedy",
        "Drama",
        "Ecchi",
        "Fantasy"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "Cheng Ke has lost everything. Coming from a privileged background, he now has to search through trash to find his missing possessions. When one of his frustrated outbursts results in him being punched in the face, Cheng Ke finds himself unfortunately acquainted with terrifying gang leader Jiang Yuduo.\n\nCircumstances lead to Cheng Ke becoming a tenant at a new apartment—which just so happens to be rented out by Jiang Yuduo. Cheng Ke's inability to complete even the most menial tasks forces him to overly depend on his landlord, and as a result, the two form an indescribable bond.\n\nHowever, there are darker forces at play in the lives of both Cheng Ke and Jiang Yuduo. The two men are haunted by the pasts they left behind, and meanwhile, danger lurks around every corner. With mysterious figures following their every move, gang wars raging in the streets they walk on, and enemies itching to bring them down, Cheng Ke and Jiang Yuduo must always have each other's back.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1579/105384.jpg",
      "date": "Jan 9, 2020",
      "producer": "Seven Stone Entertainment",
      "eps": 13,
      "genres": [
        "Slice of Life",
        "Comedy",
        "Shounen Ai"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "Hinaria is unemployed, gaming every day. One day she decides to hack the servers belonging to the Beholder Group for some money, and she stumbles across a carefully secured record of two witches, Alice and Rimel. The two women wished to coexist with mankind, and the history they experienced is connected to the modern ZENONZARD.\n\n(Source: Official Site)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1035/106164.jpg",
      "date": "Jan 31, 2020",
      "producer": "8bit",
      "eps": 9,
      "genres": [
        "Action",
        "Game",
        "Fantasy"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "Set in the same universe as the live-action series. This work will explore new elements of the story mythology.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1879/106531.jpg",
      "date": "Mar 19, 2020",
      "producer": "Anima",
      "eps": 1,
      "genres": [
        "Action",
        "Sci-Fi",
        "Drama"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "Short episodes of Kotoko doing fortune telling posted on the official Twitter account.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1422/108679.jpg",
      "date": "Jan 17, 2020",
      "producer": "AQUA ARIS",
      "eps": 12,
      "genres": [
        "Supernatural"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "Short episodes with super-deformed characters posted in official Twitter account and later released with the BD Box. Includes one recap episode of the first 4 episodes of the main series",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1873/106472.jpg",
      "date": "Jan 8, 2020",
      "producer": "AQUA ARIS",
      "eps": 13,
      "genres": [
        "Comedy"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "A crowdfunding campaign opened for the \"Digimon Adventure Memorial Story Project.\" It was for 5 shorts that included a prequel of the upcoming film and side stories about the daily lives of the Digimon characters and their partners, which are stories that did not make it into the film. \n\nThe campaign was successfully backed.\n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1554/105788.jpg",
      "date": "Feb 1, 2020",
      "producer": "Toei Animation",
      "eps": 5,
      "genres": [
        "Adventure",
        "Drama"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "U.C. 0079 - A squadron of Zakus from the Principality of Zeon invades a neutral space colony. Amuro Ray reluctantly pilots the Gundam G40 prototype mobile suit to combat the threat, as well as Zeon ace pilot Char Aznable and his custom red Zaku II.\n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1770/105718.jpg",
      "date": "Jan 1, 2020",
      "producer": "Bandai Spirits, Sunrise",
      "eps": 1,
      "genres": [
        "Action",
        "Sci-Fi",
        "Mecha"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "Fourth part of Douluo Dalu.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1829/108562.jpg",
      "date": "Feb 22, 2020",
      "producer": "Sparkly Key Animation Studio",
      "eps": 13,
      "genres": [
        "Action",
        "Adventure",
        "Historical",
        "Romance",
        "Martial Arts",
        "Fantasy"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "Mini anime of Koisuru Asteroid where characters explain astronomy and geology. Later included in the Blu-ray/DVD.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1756/105744.jpg",
      "date": "Jan 4, 2020",
      "producer": "-",
      "eps": 12,
      "genres": [
        "School"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "Short specials posted on the official twitter account where the \"Katarina Five\" will introduce Otome Game no Hametsu Flag shika Nai Akuyaku Reijou ni Tensei shiteshimatta...",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1067/106344.jpg",
      "date": "Feb 29, 2020",
      "producer": "AQUA ARIS",
      "eps": 26,
      "genres": [
        "Comedy"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "A special animated commercial first released on Twitter to promote the manga. It was then released on Kodansha's official YouTube channel on January 15.\n\nSet inside an unhealthy body, Hataraku Saibou Black features the anthropomorphized cells of the human immune system as they attempt to keep their ailing world alive.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1914/106749.jpg",
      "date": "Jan 4, 2020",
      "producer": "-",
      "eps": 1,
      "genres": [
        "Action",
        "Seinen"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "We follow the daily life of Xiao Luo, a young yama (god and judge of the dead) who is afraid of ghosts. In order to properly reign in the underworld, she will have to face her fears.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1003/106043.jpg",
      "date": "Jan 1, 2020",
      "producer": "Haoliners Animation League",
      "eps": 12,
      "genres": [
        "Comedy",
        "Demons",
        "Magic",
        "Fantasy",
        "School"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "The anime adaptation of circle Remtairy's popular RPG Meltys Quest.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1461/106276.jpg",
      "date": "Feb 28, 2020",
      "producer": "-",
      "eps": null,
      "genres": [
        "Hentai",
        "Fantasy"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1359/107878.jpg",
      "date": "Mar 11, 2020",
      "producer": "-",
      "eps": 1,
      "genres": [
        "Hentai"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1124/105798.jpg",
      "date": "Jan 24, 2020",
      "producer": "Peak Hunt",
      "eps": null,
      "genres": [
        "Hentai"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "The protagonist Qin Chen, who was originally the top genius in the military domain, was conspired by the people to fall into the death canyon in the forbidden land of the mainland. Qin Chen, who was inevitably dead, unexpectedly triggered the power of the mysterious ancient sword.\n\nThree hundred years later, in a remote part of the Tianwu mainland, a boy of the same name accidentally inherited Qin Chen’s will. As the beloved grandson of King Dingwu of the Daqi National Army, due to the birth father’s birth, the mother and son were treated coldly in Dingwu’s palace and lived together. In order to rewrite the myth of the strong man in hope of the sun, and to protect everything he loves, Qin Chen resolutely took up the responsibility of maintaining the five kingdoms of the world and set foot on the road of martial arts again.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1738/107609.jpg",
      "date": "Mar 8, 2020",
      "producer": "Ruo Hong Culture",
      "eps": 160,
      "genres": [
        "Action",
        "Historical",
        "Drama",
        "Martial Arts",
        "Fantasy"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "\"Dream School Grand Prix\" to decide the No.1 idol school among five schools representing the Aikatsu world will be held! In this competition where top idols representing each school compete on stage, Dream Academy's new idol Noel Otoshiro is selected as one of them?! For each idol's dream, a new story starts running into the shining future! \n\n(Source: Crunchyroll)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1704/106781.jpg",
      "date": "Mar 28, 2020",
      "producer": "Bandai Namco Pictures",
      "eps": 6,
      "genres": [
        "Music",
        "Slice of Life",
        "School",
        "Shoujo"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "The fifth season of Ze Tian Ji.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1705/107205.jpg",
      "date": "Mar 16, 2020",
      "producer": "Shanghai Foch Film Culture Investment",
      "eps": 12,
      "genres": [
        "Action",
        "Adventure",
        "Fantasy"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1409/105799.jpg",
      "date": "Jan 25, 2020",
      "producer": "-",
      "eps": null,
      "genres": [
        "Hentai"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1520/105226.jpg",
      "date": "Jan 2, 2020",
      "producer": "-",
      "eps": 4,
      "genres": [
        "Action",
        "Adventure",
        "Historical",
        "Romance",
        "Martial Arts",
        "Fantasy"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1224/106098.jpg",
      "date": "Mar 24, 2020",
      "producer": "-",
      "eps": null,
      "genres": [
        "Slice of Life",
        "Comedy"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "This is \"Holy Hierarchy Academy,\" the world's best girls' high school that trains future stars. Here, the top dog students have all the control, and they possess a unique beverage: the Hierar Milk, extracted from the mythical bovine, the Hierar Beef. One swig from these divine drops bestows enough radiance and go-getter energy that nothing but the position of top dog will satisfy.\n\nGetting it means winning in battle at the academy. This year will feature the highest form of competitive self-expression, the rap battle! This youth story is about four students at the bottom of the hierarchy who meet in a rap battle and climb to to the top!\n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1875/107326.jpg",
      "date": "Jan 11, 2020",
      "producer": "-",
      "eps": 24,
      "genres": [
        "Music"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "The still, white space expands as far as the eye can see. A man who's lost his memory awakens. An enormous door stands before him, and there's an old temple in the distance. The building seems to be calling to him, and the man approaches it. There's an old piano there. The moment he touches it, horrifying memories return to him. Who is this man, really? And what is the truth of this space...?\n\n(Source: YouTube)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1219/106730.jpg",
      "date": "Jan 17, 2020",
      "producer": "Echoes",
      "eps": 1,
      "genres": [
        "Music",
        "Demons",
        "Psychological",
        "Fantasy"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "A tourism promotion anime for Ogaki City in the Gifu Prefecture. The story's script was written by Kou Nakamura, a famous novelist from Ogaki City.\n\nA love story set during the Ogaki Festival preparations. The festival itself is held in May.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1425/106763.jpg",
      "date": "Mar 30, 2020",
      "producer": "-",
      "eps": 1,
      "genres": [
        "Romance"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "Second season of Wan Jie She Zhu.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1600/105797.jpg",
      "date": "Feb 1, 2020",
      "producer": "Ruo Hong Culture",
      "eps": 48,
      "genres": [
        "Adventure",
        "Fantasy"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "The comedy series is set in Japan and follows Naoko Watanabe, a typical tween girl aside from the fact that she possesses strange and sometimes troubling powers. When her anger exceeds a maximum level, she turns into Gauko, the fire-breathing dinosaur girl.\n\n(Source: Variety)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1284/106412.jpg",
      "date": "Mar 20, 2020",
      "producer": "-",
      "eps": 19,
      "genres": [
        "Comedy",
        "Super Power"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1469/108739.jpg",
      "date": "Feb 14, 2020",
      "producer": "Wit Studio",
      "eps": 1,
      "genres": [
        "Slice of Life",
        "Drama"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "The short follows the dream of a young boy in which strange whale teleports him to a fantasy land where a happy cat named Pero (modeled after the character in the Nagagutsu wo Haita Neko anime that serves as Toei Animation's mascot) appears.\n\nThe piece is entirely dialogueless.\n\n(Source: ANN edited)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1227/105610.jpg",
      "date": "Jan 24, 2020",
      "producer": "Toei Animation",
      "eps": 1,
      "genres": [
        "Adventure",
        "Music",
        "Kids",
        "Fantasy"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "For her sake, he would sacrifice anything...\n\nWhile volunteering in Nepal, a Korean medical student named Sangmin Han encounters the beautiful yet tragic Sita. Previously, she was a Kumari—a prepubescent girl worshipped as the vessel of a goddess. But she has since been forsaken as a Kumari, and cast out from society. Falling in love, they marry and move to Korea, but their blissful love is short-lived; Sita dies only a year later.\n\nLosing the woman dearest to him, Sangmin desperately begs the gods to bring Sita back. His prayers are answered but in exchange for a sacrifice, and he awakens in the streets of Nepal. However, something is amiss—his body has suddenly aged, and standing in front of him is a young Sita, with no memory of him.\n\nThrough two lovers bound together by a destiny running deeper than it first appears, For the Sake of Sita is the story of Sita growing up as a Kumari, and Sangmin's tribulations in trying to avert her terrible fate.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1180/107339.jpg",
      "date": "Feb 26, 2020",
      "producer": "-",
      "eps": 1,
      "genres": [
        "Drama",
        "Magic",
        "Romance",
        "Fantasy"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "Second season of Fei Ren Zai.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1401/108475.jpg",
      "date": "Jan 8, 2020",
      "producer": "Tencent Penguin Pictures",
      "eps": 12,
      "genres": [
        "Slice of Life",
        "Comedy",
        "Supernatural"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "Eagle City, Komerica -- WNA Research Laboratory Branch\n\nWNA researchers Burton, Berecca, and Ron continue their tireless efforts to develop \"Ninja-Gum\"; a mysterious substance that activates latent Ninja DNA in people descended from those legendary mercenary warriors (alt: those legendary mercenaries from days gone by). Today, all their hard work finally pays off. It is here - on their 2,503rd attempt - that they finally succeed in producing Ninja-Gum! Burton and Berecca can barely contain their excitement, and waste no time in trying the gum for themselves! But then...\n\n(Source: Official YouTube channel)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1444/106767.jpg",
      "date": "Mar 30, 2020",
      "producer": "Marza Animation Planet",
      "eps": 1,
      "genres": [
        "Sci-Fi",
        "Super Power",
        "Martial Arts"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "A collaboration between the live-action horror film Inunaki-mura slated to be released in theaters February 7, 2020 and the Eagle Talon franchise. The film is based on the urban legend of the real-life abandoned Inunaki Village and the old tunnel that cut through the area.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1632/105513.jpg",
      "date": "Jan 17, 2020",
      "producer": "-",
      "eps": 1,
      "genres": [
        "Comedy",
        "Horror",
        "Parody"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "Short 3DCG anime for Japanese band MAN WITH A MISSION.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1378/106615.jpg",
      "date": "Mar 16, 2020",
      "producer": "-",
      "eps": 6,
      "genres": [
        "Music",
        "Comedy"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "The adult age in japan will be reduced from 20 years of age to 18 years of age in April 2022. Some teenagers may suffer from poor financial decisions as they legally can enter contracts. If they need help, they can call 188 (Consumer Hotline). This hotline was launched in July 1, 2015 by the Department of Consumer Affairs and is run by local governments.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1900/106483.jpg",
      "date": "Mar 12, 2020",
      "producer": "-",
      "eps": 1,
      "genres": [
        "Drama",
        "Slice of Life"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1669/106653.jpg",
      "date": "Jan 12, 2020",
      "producer": "Making Animation",
      "eps": 12,
      "genres": [
        "Slice of Life",
        "Comedy"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "In the future where the entire universe can be traveled freely, the competitive reality show \"Storm Familla\" held on Jupiter is all the rage in the solar system. This year's championship will begin with a match between McDonald and Aurora.\n\n(Source: Anilist)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1772/108618.jpg",
      "date": "Mar 28, 2020",
      "producer": "-",
      "eps": 1,
      "genres": [
        "Action",
        "Sci-Fi",
        "Adventure"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "Food broadcast newcomer, Little Hamster Flute, can rack its brains for ideas for his live broadcast. Although the food broadcast contents it has come up with is not very good, the videos are often clicked on due to some of the incredible live broadcast accidents and unexpected funny events. This makes the hamster very troubled.\n\n(Source: bilibili, translated)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1052/108483.jpg",
      "date": "Jan 17, 2020",
      "producer": "-",
      "eps": 52,
      "genres": [
        "Slice of Life",
        "Comedy"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "A new mini season of Ninja Box. They expand upon the random everyday encounters of the kids. According to the official YouTube channels, this is the \"season 3\" of the franchise and the episodes will have irregular release schedule.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1021/108530.jpg",
      "date": "Mar 26, 2020",
      "producer": "-",
      "eps": null,
      "genres": [
        "Action",
        "Comedy",
        "Kids",
        "Fantasy"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "Fourth season of Jingju Mao.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1930/107868.jpg",
      "date": "Mar 24, 2020",
      "producer": "-",
      "eps": 70,
      "genres": [
        "Action",
        "Adventure",
        "Comedy",
        "Kids",
        "Fantasy"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "Second season of Gonfu Tu Yu Cai Bao Gou.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1040/108479.jpg",
      "date": "Jan 22, 2020",
      "producer": "Benlai Pictures",
      "eps": 10,
      "genres": [
        "Comedy"
      ],
      "category": "ONA"
    },
    {
      "title": "",
      "description": "An intense battle rages on at the Tokyo Qualifiers for the three remaining spots in the national volleyball competition. Nekoma High School, Fukurodani High School, Nohebi Academy, and Itachiyama Academy all passionately strive to participate in the tournament. Despite various issues on the court, Nekoma especially wishes to prove they are worthy of moving on to the national level. \n\nAs the teams aim to secure their place by overcoming both their opponents and their own weaknesses, the Tokyo Qualifiers determine which teams will reign victorious and join the national competition.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1527/102671.jpg",
      "date": "Jan 22, 2020",
      "producer": "Production I.G",
      "eps": 2,
      "genres": [
        "Comedy",
        "Sports",
        "Drama",
        "School",
        "Shounen"
      ],
      "category": "OVA"
    },
    {
      "title": "",
      "description": "The episode bundled with the 13th volume will be about the Sumo competition that held at Tempest for the first time, suggested by Rimuru.\n\nThe three-part OVA bundled with the 14th, 15th, and 16th manga volumes will be an original trilogy written by Fuse. Volume 16 will be released in Japan on November 27, 2020. \n\nRimuru has been teaching Shizue's students at Ingracia Kingdom's Freedom Academy. The time has come for the school's annual outdoor training event, where the students will test their combat skills in the field. Rimuru is determined to win the competition and take home the prize money, but he is challenged by Jeff, an honorary teacher who sees Rimuru as a rival. The competition is underway when suddenly an unexpected enemy appears!\n\n(Source: MAL News & ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1116/104615.jpg",
      "date": "Jul 9, 2019",
      "producer": "8bit",
      "eps": 5,
      "genres": [
        "Fantasy",
        "Shounen"
      ],
      "category": "OVA"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1145/103302.jpg",
      "date": "Jan 29, 2020",
      "producer": "J.C.Staff",
      "eps": 1,
      "genres": [
        "Adventure",
        "Comedy",
        "Romance",
        "Ecchi",
        "Fantasy"
      ],
      "category": "OVA"
    },
    {
      "title": "",
      "description": "Rohan Kishibe accompanies Kyouka Izumi, a manga magazine editor, to a buy house at a village far off from civilization. They soon discover the village is home to a group of millionaires who had all mysteriously become rich at the age of 25. Rohan and Izumi enter one of the houses, only to realize that they are trapped by a mysterious power that won't let them progress unless they follow specific rules lest they suffer the consequences.\n\n(Source: JoJo Wiki)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1716/103072.jpg",
      "date": "Sep 20, 2017",
      "producer": "David Production",
      "eps": 4,
      "genres": [
        "Action",
        "Mystery",
        "Supernatural",
        "Shounen"
      ],
      "category": "OVA"
    },
    {
      "title": "",
      "description": "Unaired 13th episode.\n\nTo thank the group for all their hard work in the past, Shirase invites the party to enjoy the sunny beach. While enjoying the wonderful weather and pristine waters, an accident causes Masato to lose all his memories, including those of Mamako!\n\n(Source: Funimation)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1599/106464.jpg",
      "date": "Mar 25, 2020",
      "producer": "J.C.Staff",
      "eps": 1,
      "genres": [
        "Action",
        "Comedy",
        "Fantasy"
      ],
      "category": "OVA"
    },
    {
      "title": "",
      "description": "Eustachius no Shitamachi Sennyuu Dai Sakusen (Eustachius' Incognito Operation Downtown)\nTo get more information about Myne and her strange background, Head Priest Ferdinand sends two nobles, Eustachius and Eckhard, to investigate everything regarding her life within her hometown. However, things do not go the way they expected.\n\nCorinna-sama no Otaku Houmon (Visiting Missus Corinna)\nOtto's wife, Corinna, takes an interest in the outfit that Myne wore at her baptism. Corinna summons her alongside her mother, Eva, and sister, Turi, wishing to know the procedure in making such sophisticated attire and accessories. Naturally, for Myne, she sees an excellent opportunity for profit.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1102/104681.jpg",
      "date": "Mar 10, 2020",
      "producer": "Ajia-Do",
      "eps": 1,
      "genres": [
        "Fantasy",
        "Slice of Life"
      ],
      "category": "OVA"
    },
    {
      "title": "",
      "description": "Includes six segments: Boku no Tsukumogami-sama, Sentou nite, Boku no Goshujin-sama, Kokuyou no Ongaeshi, Saigo no Toride, and Erohon Kaigi. Bundled with the special edition of the 24th manga volume.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1269/110128.jpg",
      "date": "Jan 22, 2020",
      "producer": "Zero-G",
      "eps": 1,
      "genres": [
        "Action",
        "Comedy",
        "Supernatural",
        "Ecchi",
        "School",
        "Seinen"
      ],
      "category": "OVA"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1918/103377.jpg",
      "date": "Jan 29, 2020",
      "producer": "Connect",
      "eps": 1,
      "genres": [
        "Action",
        "Supernatural",
        "Ecchi",
        "Vampire",
        "Fantasy"
      ],
      "category": "OVA"
    },
    {
      "title": "",
      "description": "A stop-motion anime that will bundle with the 42nd compiled book volume of Haruichi Furudate's Haikyu!! manga. Anime will have 10 short episodes featuring the Karasuno team as puppets.\n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1618/102929.jpg",
      "date": "Mar 4, 2020",
      "producer": "-",
      "eps": 10,
      "genres": [
        "Sports",
        "Shounen"
      ],
      "category": "OVA"
    },
    {
      "title": "",
      "description": "An original story included with volume 10 of the Nakanohito Genome [Jikkyouchuu] manga.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1118/103618.jpg",
      "date": "Feb 27, 2020",
      "producer": "-",
      "eps": 1,
      "genres": [
        "Game",
        "Comedy",
        "Drama"
      ],
      "category": "OVA"
    },
    {
      "title": "",
      "description": "Set in the capital city of Badon one year after the events of the TV anime, Jean and the rest of the ACCA department are preparing for the one-year anniversary of the establishment of the new order. For the characters — caught between rumors of unrest, unchanging days, new crossroads, gazes remembered in memories, and days of new beginnings — time once again begins to move forward.\n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1878/101560.jpg",
      "date": "Feb 14, 2020",
      "producer": "Madhouse",
      "eps": 1,
      "genres": [
        "Mystery",
        "Police",
        "Drama",
        "Fantasy",
        "Seinen"
      ],
      "category": "OVA"
    },
    {
      "title": "",
      "description": "A special governmental program has been introduced to counteract the declining birth rates of demi-human races suffering due to a lack of male members. Through a so-called \"assistance system,\" randomly selected humans are required to mate with designated partners—be it elves, sirens, or even dragons.\n\nIris Thea Eaderlindt, an elven princess known for her open-mindedness and friendly attitude towards humans, is transferred to the Ark Metropolitan Academy. Coincidentally, her new teacher has been selected as her mating partner. Anxious yet determined to fulfill her duty of securing the future of her race, she starts partaking in sexual activities with him. To her surprise, Iris discovers that her partner's ancestors were orcs, well known for their extraordinary sexual prowess.\n\nAs more demi-human students join the class and find out about their teacher's \"side job,\" it becomes increasingly difficult for Iris to keep her partner's attention solely on her.\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1839/104009.jpg",
      "date": "Jan 31, 2020",
      "producer": "-",
      "eps": 4,
      "genres": [
        "Demons",
        "Fantasy",
        "Harem",
        "Hentai",
        "Magic"
      ],
      "category": "OVA"
    },
    {
      "title": "",
      "description": "OVA which was released as a tie-in to the Kandagawa Jet Girls  video game for PlayStation 4.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1643/105654.jpg",
      "date": "Jan 24, 2020",
      "producer": "TNK",
      "eps": 1,
      "genres": [
        "Sports",
        "Ecchi"
      ],
      "category": "OVA"
    },
    {
      "title": "",
      "description": "The protagonist (interpreted by the spectators in a subjective view) shows up at the Palace of the Mystic Courtesans to savor strong pleasures, choosing from a wide variety of courtesans of various species. The protagonist will be guided by Marina of the receptionist to find the right courtesans who can satisfy him.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1230/106167.jpg",
      "date": "Feb 7, 2020",
      "producer": "-",
      "eps": 2,
      "genres": [
        "Hentai",
        "Demons",
        "Supernatural",
        "Fantasy"
      ],
      "category": "OVA"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1487/103719.jpg",
      "date": "May 31, 2019",
      "producer": "PoRO",
      "eps": null,
      "genres": [
        "Hentai"
      ],
      "category": "OVA"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1774/103712.jpg",
      "date": "Mar 6, 2020",
      "producer": "Studio 1st",
      "eps": null,
      "genres": [
        "Hentai"
      ],
      "category": "OVA"
    },
    {
      "title": "",
      "description": "A middle-aged man who has lost his job and home because of his arrogant nature. Leading a vagrant lifestyle, he became embittered and aggressive towards society. One day he meets a mysterious beauty Shima Itski, who invites him to become the founder of the sex cult \"Ishin No Kai\" and in addition to this, she offers him a huge amount of money, a house, and a car. Of course, our hero just could not refuse the sultry beauty and now he has become the \"Lord\" of a mad sex cult with unimaginably depraved rituals…",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1115/105665.jpg",
      "date": "Mar 6, 2020",
      "producer": "-",
      "eps": 2,
      "genres": [
        "Hentai"
      ],
      "category": "OVA"
    },
    {
      "title": "",
      "description": "The OVA will be focus on when Kujaku Nijou first entering group, which occurs one year before the main anime begins.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1417/104653.jpg",
      "date": "Jan 24, 2020",
      "producer": "-",
      "eps": 1,
      "genres": [
        "Action",
        "Police",
        "Vampire",
        "Fantasy"
      ],
      "category": "OVA"
    },
    {
      "title": "",
      "description": "A dark skinned beauty moves in nextdoor and our protagonist just can't seem to contain himself...\n\nHe ends up heading next door and asking for some lewd favors, one thing leads to another and they end up being more than neighbors.\n\n(Source: hanime)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1767/103913.jpg",
      "date": "Jan 31, 2020",
      "producer": "-",
      "eps": 1,
      "genres": [
        "Hentai"
      ],
      "category": "OVA"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1829/103705.jpg",
      "date": "Jan 31, 2020",
      "producer": "-",
      "eps": null,
      "genres": [
        "Hentai"
      ],
      "category": "OVA"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1761/105097.jpg",
      "date": "Mar 27, 2020",
      "producer": "-",
      "eps": null,
      "genres": [
        "Hentai"
      ],
      "category": "OVA"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1026/106375.jpg",
      "date": "Feb 28, 2020",
      "producer": "AIC",
      "eps": 6,
      "genres": [
        "Action",
        "Sci-Fi",
        "Harem",
        "Space",
        "Comedy",
        "Shounen"
      ],
      "category": "OVA"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1023/105664.jpg",
      "date": "Feb 28, 2020",
      "producer": "-",
      "eps": 2,
      "genres": [
        "Hentai"
      ],
      "category": "OVA"
    },
    {
      "title": "",
      "description": "After being childhood friends for many years, she sees more in him than just a friend. She wants a more intimate relationship... It just so happens her parents won't be home and she convinces him to come over.\n\n(Source: hanime)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1398/105660.jpg",
      "date": "Mar 27, 2020",
      "producer": "Seven",
      "eps": null,
      "genres": [
        "Hentai"
      ],
      "category": "OVA"
    },
    {
      "title": "",
      "description": "Kyoto Animation announced on Saturday that it is making a new anime project based on its mascot character Baja. The new animation will be included in a Blu-ray Disc that the studio is offering to those who pre-order tickets for its upcoming \"We're Here Now!!: It's the First Festival in Two Years\" fan event with Animation DO. It will also offer the Blu-ray Disc for sale separately at a later date. \n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1759/106278.jpg",
      "date": "Feb 21, 2020",
      "producer": "Kyoto Animation",
      "eps": 1,
      "genres": [
        "Kids"
      ],
      "category": "OVA"
    },
    {
      "title": "",
      "description": "Bundled as a bonus Blu-ray disc with the physical release of the game.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1174/103830.jpg",
      "date": "Feb 28, 2020",
      "producer": "-",
      "eps": 1,
      "genres": [
        "Action",
        "Adventure",
        "Comedy",
        "Fantasy"
      ],
      "category": "OVA"
    },
    {
      "title": "",
      "description": "Continuing their perilous descent down the Abyss, Riko, Regu, and newfound friend Nanachi reach the Abyss' fifth layer, The Sea of Corpses. Upon arriving at the research station known as Idofront, the main trio encounter the mysterious Prushka, the alleged daughter of Bondrewd, who leads them to the White Whistle responsible for Nanachi's dark past. Despite the welcoming appearances of Idofront's residents, Nanachi warns the young adventurers that things are not always what they seem. With the only route to the sixth layer shrouded in mystery and Bonedrewd's schemes awaiting them, what sacrifices must be made in order to continue the journey down to the bottom of the Abyss?\n\n[Written by MAL Rewrite]",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1175/101926.jpg",
      "date": "Jan 17, 2020",
      "producer": "Kinema Citrus",
      "eps": 1,
      "genres": [
        "Sci-Fi",
        "Adventure",
        "Mystery",
        "Drama",
        "Fantasy"
      ],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "Goblin Slayer and his party head up to the snowy mountains in the north after receiving that request from the Sword Maiden. A small village gets attacked, they encounter a mysterious chapel, and something about how these goblins are acting bothers the Goblin slayer.\n\nFirst 25 minute is a recap of season 1. Movie is an adaption of the fifth light novel.\n\n(Source: Crunchyroll, Goblin Slayer Wiki)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1885/100023.jpg",
      "date": "Feb 1, 2020",
      "producer": "White Fox",
      "eps": 1,
      "genres": [
        "Action",
        "Adventure",
        "Fantasy"
      ],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "The film will conclude the story of season 3 on the case of the \"Foxes\" being pursued by Unit 1, the Bifrost mystery, and Arata and Kei's battle.\n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1834/106107.jpg",
      "date": "Mar 27, 2020",
      "producer": "Production I.G",
      "eps": 3,
      "genres": [
        "Action",
        "Sci-Fi",
        "Police",
        "Psychological"
      ],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "The film's story is set four years after the events of the original Shirobako anime. Aoi Miyamori keeps busy dealing with the ordinary troubles in her daily work at Musashino Animation. After a morning meeting, Watanabe talks to Aoi and puts her in charge of a new theatrical anime project for the studio. The project has unexpected problems, and Aoi is unsure if the company can proceed with a theatrical anime with its current state of affairs. While dealing with that anxiety, Aoi meets a new colleague named Kaede Miyai (voiced by Ayane Sakura). She and the MusAni team work together to complete the project.\n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1314/105430.jpg",
      "date": "Feb 29, 2020",
      "producer": "P.A. Works",
      "eps": 1,
      "genres": [
        "Comedy",
        "Drama"
      ],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "In 2010, more than ten years have passed since the summer when Taichi and Agumon met and explored the digital world. Taichi is now a university student, living alone, working hard at school, and working every day, but with his future still undecided. Meanwhile, Yamato and others continue to work on Digimon incidents and activities that help people with their partner Digimon. When an unprecedented phenomenon occurs, the Chosen Children discover that when they grow up, their relationship with their partner Digimon will come closer to an end.\n\nAs a countdown timer activates on the Digivice, they realize that the more they fight with their partner Digimon, the faster their bond breaks. Will they fight for others and lose their partner? The time to choose and decide is approaching fast. There is a short time before “chosen children” will become adults. This is the last adventure of Taichi and Agumon.\n\n(Source: ANN, edited)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1654/104884.jpg",
      "date": "Feb 21, 2020",
      "producer": "Yumeta Company",
      "eps": 1,
      "genres": [
        "Action",
        "Adventure",
        "Comedy",
        "Drama"
      ],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "Yashiro is the young leader of Shinseikai and the president of the Shinseikai Enterprise, but like so many powerful men, he leads a double life as a deviant and a masochist. Doumeki Chikara comes to work as a bodyguard for him and, although Yashiro had decided that he would never lay a hand on his own men, he finds there's something about Doumeki that he can't resist. Yashiro makes advances toward Doumeki, but Doumeki has mysterious reasons for denying. Yashiro, who abuses his power just to abuse himself, and Doumeki, who faithfully obeys his every command, begin the tumultuous affair of two men with songs in their hearts and no wings to fly.\n\n(Source: Juné)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1070/110685.jpg",
      "date": "Feb 15, 2020",
      "producer": "GRIZZLY",
      "eps": 1,
      "genres": [
        "Drama",
        "Yaoi"
      ],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "When Ritsu Onodera changes jobs, looking for a fresh start, he's not exactly thrilled when his new boss turns out to be his old flame. Ritsu's determined to leave all that in the past—but how can he when his boss is just as determined that they have a future?\n\nTired of accusations that family connections got him his current position, Ritsu Onodera quits his job as an editor at his father's company and transfers to Marukawa Publishing. Once there, he is assigned to the shojo manga editorial department—something he has no interest in and no experience with! Having sworn he'd never fall in love again, the last thing he wants to do is work on love stories. To make matters worse, it turns out that his overbearing boss, Masamune Takano, is actually his first love from high school! \n\n(Source: SuBLime)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1896/102829.jpg",
      "date": "Feb 21, 2020",
      "producer": "-",
      "eps": 1,
      "genres": [
        "Comedy",
        "Drama",
        "Romance",
        "Shounen Ai"
      ],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "Shorts played before Made in Abyss Movie 3: Fukaki Tamashii no Reimei in Japan's theatrical screenings.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1751/105565.jpg",
      "date": "Jan 17, 2020",
      "producer": "Kinema Citrus",
      "eps": 4,
      "genres": [
        "Adventure",
        "Fantasy"
      ],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "After an airplane crash during a school trip, Oribe Mutsumi and her classmates were stranded on a seemingly deserted island. Mutsumi found the other survivors, and used her wilderness knowledge to help them. She expects that they will be rescued in about three days, which doesn't seem so long to endure. However, she didn't account for the fact that the island is populated with gigantic killer insects. Her knowledge of butterflies, wasps, and more may be the only thing that will help any of her classmates survive to be rescued!\n\n(Source: MangaHelpers)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1701/104027.jpg",
      "date": "Jan 10, 2020",
      "producer": "Passione",
      "eps": 1,
      "genres": [
        "Horror"
      ],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1458/110233.jpg",
      "date": "Jan 18, 2020",
      "producer": "A-1 Pictures",
      "eps": 1,
      "genres": [
        "Action",
        "Military",
        "School"
      ],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "The story revolves around a rock band formed by a trio of punks, none of whom had prior experience with musical instruments. \n\n(Source: MAL News)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1282/102835.jpg",
      "date": "Jan 11, 2020",
      "producer": "-",
      "eps": 1,
      "genres": [
        "Music",
        "Slice of Life"
      ],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1200/106157.jpg",
      "date": "Feb 21, 2020",
      "producer": "Sunrise",
      "eps": 1,
      "genres": [
        "Action",
        "Sci-Fi",
        "Space",
        "Mecha"
      ],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "Set in a rural town in Maine, USA, at the end of the 19th century. The second of seven siblings, Rebecca, is a bright and energetic 10-year-old girl. When her father dies, Rebecca’s life becomes harder and she is sent to live with her two aunts, Miranda and Jane. Rebecca, who admires the gentle Jane, constantly cowers from the strict and nagging Miranda. One day, Rebecca is scolded by Miranda for going out in a pink dress that Jane had made for her by hand. After Miranda insults her father, Rebecca explodes and leaves the house in a rage…\n\n(Source: JMAF Overseas Promotion)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1190/106238.jpg",
      "date": "Mar 14, 2020",
      "producer": "Vega Entertainment",
      "eps": 1,
      "genres": [
        "Slice of Life"
      ],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "In the year 22XX, due to the drastic decrease in the human population, the government starts accepting races from other allied planets. As a result of genetic mixing, new species are born with special powers. A young man named Yuuki learns on his 18th birthday that while his father is a member of the \"hero\" tribe, his mother is a member of a tribe of beings who can manipulate plants who were supposedly wiped out due to the accelerated mechanization of the planet. As a result, Yuuki holds powers of both tribes, but he questions which side he should help with his powers.\n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1129/106226.jpg",
      "date": "Mar 14, 2020",
      "producer": "SPEED",
      "eps": 1,
      "genres": [],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "Four glowing orbs of different color fly through space, chasing after a dark red orb. After a fierce battle, only the blue orb falls to earth, into the room where Michiru is sleeping. But the dark red orb also appears on earth. The orb changes shape into the form of a boy, and starts to illegally raise Mejiro birds. Later, Michiru is at a flea market in a park, when a large flock of Mejiro birds cover the sky, and start attacking people. The yellow, silver, and purple orbs show up and almost manage to calm down the Mejiro, but violence is about to break out again. At that moment, Michiru hears a voice inside her head asking her to save the Mejiro.\n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1028/106225.jpg",
      "date": "Mar 14, 2020",
      "producer": "Yumeta Company",
      "eps": 1,
      "genres": [],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "When Gon, a playful orphaned fox, finds that young Hyoju has lost his mother, he tries to comfort him and makes amends for his own earlier mischief by secretly bringing small gifts to the boy every day.\n\nBut Hyoju doesn't realize who is behind the anonymous gifts, and the two are headed for a heartbreaking climax.\n\n(Source: Official Site)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1194/107736.jpg",
      "date": "Feb 28, 2020",
      "producer": "-",
      "eps": 1,
      "genres": [
        "Drama"
      ],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "Ran, Sonoko, Conan, and the detective boys board the galactic railway train of Ihatov World, a theme park that reproduces the world of Kenji Miyazawa. While they are enjoying the fantastic starry sky, suddenly a notice from Kid arrives. It's time for a battle for treasure with Kid! But there was an unexpected trap...",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1318/108547.jpg",
      "date": "Feb 1, 2020",
      "producer": "D & D Pictures",
      "eps": 1,
      "genres": [
        "Adventure",
        "Mystery",
        "Kids"
      ],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1288/104637.jpg",
      "date": "Feb 22, 2020",
      "producer": "-",
      "eps": 1,
      "genres": [
        "Historical",
        "Kids",
        "Parody"
      ],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "(No synopsis yet.)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1631/108526.jpg",
      "date": "Jan 11, 2020",
      "producer": "-",
      "eps": 1,
      "genres": [
        "Action",
        "Historical"
      ],
      "category": "Movie"
    },
    {
      "title": "",
      "description": "Recap of the first 4 episodes of Darwin's Game.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1390/105749.jpg",
      "date": "Feb 1, 2020",
      "producer": "Nexus",
      "eps": 1,
      "genres": [
        "Action",
        "Mystery",
        "Shounen"
      ],
      "category": "Special"
    },
    {
      "title": "",
      "description": "Mou Hitotsu no Tabiji (Another Journey)\nDjeeta and the crew head to an ancient castle after hearing rumors about the Wish Egg, a fairy tale treasure said to grant any wish.\nThey each contemplate what to wish for as they move through the castle and overcome trial after trial to reach the treasure.\nAlong the way, they meet a girl also in search of the Egg, and they decide to take on the challenges together.\n\nKourin! Cypher Mask! / Sei Albion Onna Gakuen Monogatari\nThe Masked Cypher Descends!\nFar away on a remote island, Gran steps into the ring for an exhibition match of ritual proportion. Once a year, top fighters from around the island must gather together for a duel to appease the gods, and anything less than victory could spell grave disaster for the locals.After grinding through some grueling training to master the art of wrestling, Gran enters his match as the mysterious masked fighter, the Masked Cypher.\n\nA Tale of St. Albion Girls' Academy\nDjeeta is just an ordinary student at St. Albion Girls' Academy, who one day, while spending some time in the animal shed, finds herself smitten with her upper classman.\nThat upperclassman's name is Katalina, who is renowned for both her wit and beauty. Even as Djeeta shrinks back from Katalina's majesty, the two gradually grow closer.\nUnbeknownst to them, however, not everyone is excited for their newfound affection.\n\n(Source: Official Site)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1443/105109.jpg",
      "date": "Mar 28, 2020",
      "producer": "MAPPA",
      "eps": 2,
      "genres": [
        "Adventure",
        "Fantasy"
      ],
      "category": "Special"
    },
    {
      "title": "",
      "description": "Recap of first fifteen episodes of Chihayafuru 3.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1014/105666.jpg",
      "date": "Jan 29, 2020",
      "producer": "Madhouse",
      "eps": 1,
      "genres": [
        "Game",
        "Slice of Life",
        "Sports",
        "Drama",
        "School",
        "Josei"
      ],
      "category": "Special"
    },
    {
      "title": "",
      "description": "Special included with Girls & Panzer: Saishuushou Part 2 Blu-ray and DVD.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1789/104010.jpg",
      "date": "Feb 27, 2020",
      "producer": "-",
      "eps": 1,
      "genres": [
        "Military",
        "Comedy",
        "School"
      ],
      "category": "Special"
    },
    {
      "title": "",
      "description": "Unaired episode 12 included with volume 4 of the BD/DVD release.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1527/103340.jpg",
      "date": "Mar 25, 2020",
      "producer": "Studio Deen",
      "eps": 1,
      "genres": [
        "Slice of Life",
        "Comedy",
        "School"
      ],
      "category": "Special"
    },
    {
      "title": "",
      "description": "Recap of first 6 episodes of Koisuru Asteroid.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1591/105957.jpg",
      "date": "Feb 14, 2020",
      "producer": "Doga Kobo",
      "eps": 1,
      "genres": [
        "Slice of Life",
        "Comedy",
        "School"
      ],
      "category": "Special"
    },
    {
      "title": "",
      "description": "Extra episode included in the Blu-ray/DVD release.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1366/105028.jpg",
      "date": "Jan 31, 2020",
      "producer": "Shin-Ei Animation",
      "eps": 1,
      "genres": [
        "Sci-Fi",
        "Comedy"
      ],
      "category": "Special"
    },
    {
      "title": "",
      "description": "Recap of first 6 episodes of Hatena☆Illusion.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1265/106701.jpg",
      "date": "Feb 20, 2020",
      "producer": "Children's Playground Entertainment",
      "eps": 1,
      "genres": [
        "Comedy",
        "Supernatural",
        "Romance",
        "Ecchi"
      ],
      "category": "Special"
    },
    {
      "title": "",
      "description": "Short Stories of ARP Backstage Pass that describe the secret of the ARP members and everyday life.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1327/106289.jpg",
      "date": "Mar 2, 2020",
      "producer": "Dynamo Pictures",
      "eps": 1,
      "genres": [
        "Music",
        "Comedy"
      ],
      "category": "Special"
    },
    {
      "title": "",
      "description": "Unaired episode of Urashimasakatasen no Nichijou included in the DVD release.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1109/105001.jpg",
      "date": "Feb 26, 2020",
      "producer": "Gainax Kyoto",
      "eps": 1,
      "genres": [
        "Slice of Life",
        "Comedy"
      ],
      "category": "Special"
    },
    {
      "title": "",
      "description": "Short narrated recap of Hentatsu (TV).",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1554/107933.jpg",
      "date": "Mar 28, 2020",
      "producer": "Yaoyorozu",
      "eps": 1,
      "genres": [
        "Adventure",
        "Mystery"
      ],
      "category": "Special"
    },
    {
      "title": "",
      "description": "Short specials bundled with the Blu-ray volumes of the Gundam: G no Reconguista movies.",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1861/105481.jpg",
      "date": "Jan 17, 2020",
      "producer": "-",
      "eps": null,
      "genres": [
        "Comedy",
        "Parody",
        "Mecha"
      ],
      "category": "Special"
    },
    {
      "title": "",
      "description": "Sony unveiled its new \"wena wrist\" smartwatch's \"kawamori Edition\" with Macross anime director and mechanical designer Shoji Kawamori, and naturally, it comes complete with an anime ad. \n\nThe aircraft shown in the video closely evokes the forward-swept-wing YF-19/VF-19 variable fighter designs first seen in Macross Plus and Macross 7, but appears to also draw inspiration from real-life fighter craft, with canards common in European fighters, and an air intake similar to the F-16. The iconic motif of hands in the shape of a fighter also first appeared in Macross Plus.\n\nKawamori designed the case that will ship alongside the Wena Wrist product. The watch itself is a mechanical design, evoking pilot watch-style elements. The dial's design evokes the attitude indicator/artificial horizon seen on fighter instrument panels, with one side being an open-heart design showing the mechanical movement. The 12:00 position is indicated by a white arrow, common to many pilot watches. \n\n(Source: ANN)",
      "imageUrl": "https://cdn.myanimelist.net/images/anime/1044/105740.jpg",
      "date": "Jan 28, 2020",
      "producer": "-",
      "eps": 1,
      "genres": [
        "Military",
        "Music"
      ],
      "category": "Special"
    }
  ]
}